Repository: DrinKutia/birn-theme
Catalog: locale/*/app.po
Languages: hr

source: Freedom of Information Act
hr: Zakon o pravu na pristup informacijama

source: Freedom of Information law does not apply to this authority, so you cannot make a request to it.
hr: Zakon o pravu na pristup informacijama ne primjenjuje se na ovo tijelo, stoga mu ne možete uputiti zahtjev.

source: Freedom of Information law no longer applies to this authority. Follow up messages to existing requests are sent to <strong>{{authority_email}}</strong>.
hr: Zakon o slobodi informiranja više se ne primjenjuje na ovo tijelo javne vlasti. Dodatne poruke za postojeći zahtjev poslane su za <strong>{{authority_email}}</strong>.

source: Freedom of Information law no longer applies to {{public_body_name}}.
hr: Zakon o pravu na pristup informacijama više se ne primjenjuje na {{public_body_name}}.

source: Freedom of Information requests made
hr: Zahtjevi za pristup informacijama podneseni

source: Freedom of Information requests made by this person
hr: Zahtjevi za pristup informacijama podnešeni od strane ove osobe

source: Freedom of Information requests made by you
hr: Zahtjevi za pristup informacijama podnešeni od strane Vas.

source: Freedom of Information requests made using this site
hr: Zahtjevi za pristup informacijama podneseni na ovoj stranici

source: From
hr: Od

source: From the request page, try replying to a particular message, rather than sending a general followup. If you need to make a general followup, and know an email which will go to the right place, please <a href="{{url}}">send it to us</a>.
hr: Na stranici sa zahtjevima pokušajte odgovarati na određenu poruku, radije nego pisati poruku s nevezanim upitima. Ako želite napraviti općeniti upit i znate na koji e-mail treba poslati, molimo <a href="{{url}}">pošaljite to nama</a>.

source: From time to time requests need to be hidden on {{site_name}}. This can happen for a number of reasons. For example, the request could be about someone’s personal information that shouldn’t be public or the contents could be abusive.
hr: Predmete je ponekada potrebno sakriti s {{site_name}}. To se može dogoditi iz nekoliko razloga. Na primjer, predmet može sadržavati osobne podatke koji ne bi smjeli biti javno prikazani ili je sadržaj neprimjeren ili protivan uvjetima korištenja.

source: From:
hr: Od:

source: GIVE DETAILS ABOUT YOUR COMPLAINT HERE
hr: OVDJE IZNESITE DETALJE POŽURNICE

source: Getting long – remember to keep it focussed
hr: Postaje dugačko - zapamtite da ostanete fokusirani

source: Got a {{site_name}} account?
hr: Imate li {{site_name}} korisnički račun?

source: Got an account?
hr: Imate li račun?

source: Handled by postal mail
hr: Riješen poštom

source: Handled by postal mail.
hr: Riješen poštom.

source: Hello! We have an <a href="{{url}}">important message</a> for visitors outside {{country_name}}
hr: Dobrodošli! Imamo <a href="{{url}}">važnu poruku</a> za posjetitelje izvan {{country_name}}

source: Hello! We have an <a href="{{url}}">important message</a> for visitors in other countries
hr: Dobrodošli! Imamo <a href="{{url}}">važnu poruku</a> za posjetitelje iz ostalih država

source: Help
hr: Pomoć

source: Help us classify requests that haven't been updated
hr: Pomozite nam klasificirati zahtjeve koji još nisu ažurirani

source: Here <strong>described</strong> means when a user selected a status for the request, and the most recent event had its status updated to that value. <strong>calculated</strong> is then inferred by {{site_name}} for intermediate events, which weren't given an explicit description by a user. See the <a href="{{search_path}}">search tips</a> for description of the states.
hr: Ovdje <strong>opisano</strong> znači da kada korisnik odabere status zahtjeva, i status posljednjeg događaja se promijeni u tu vrijednost. <strong>Izračunata vrijednost</strong> tada se dodijeli s {{site_name}} za međudogađaje, koje korisnici nisu eksplicitno opisali. Pogledajte <a href="{{search_path}}">savjete za pretraživanje</a> za opise stanja.

source: Here is the message you wrote, in case you would like to copy the text and save it for later.
hr: Ovo je poruka koju ste napisali, ako je želite kopirati i pospremiti.

source: Here you can <a href="#public_bodies">see how well public bodies have responded</a> to requests on {{site_name}} and <a href="#people">meet the people most actively using it</a>. You can also find <a href="#requests">statistics about requests</a> over time.
hr: Ovdje možete <a href="#public_bodies">vidjeti koliko dobro su tijela javne vlasti odgovorila </a>na zahtjeve na {{site_name}} i <a href="#people">upoznati ljude koji ga aktivno koriste</a>. Također možete naći statistiku zahtjeva<a href="#requests"> tijekom vremena.

source: Here you can see how often {{site_name}} administrators have hidden requests.
hr: Ovdje možete vidjeti koliko često su {{site_name}} administratori trebali skrivati neprimjerene predmete.

source: Here's your daily request summary from {{site_name}}
hr: Ovdje je dnevni pregled zahtjeva od {{site_name}}

source: Hi! We need your help. The person who made the following request hasn't told us whether or not it was successful. Would you mind taking a moment to read it and help us keep the place tidy for everyone? Thanks.
hr: Pozdrav, trebamo vašu pomoć. Osoba koja je podnijela sljedeći zahtjev nije nam rekla je li bio uspješan. Biste li mogli odvojiti malo vremena da ga pročitate i time nam pomognete da održimo ovo mjesto urednim za sve? Hvala.

source: Hidden
hr: Skriven

source: Hidden requests are not counted. Unclassified requests do not count towards the percentages.
hr: Sakriveni predmeti nisu pribrojeni. Neklasificirani zahtjevi nisu uračunati u postotke.

source: Home page of authority
hr: Službena stranica

source: How it works
hr: Način funkcioniranja portala

source: However, you have the right to request environmental information under a different law
hr: Ipak, imate pravo tražiti informacije o okolišu pozivajući se na drugi zakon

source: Human health and safety
hr: Zdravlje i sigurnost ljudi

source: I also want to know!
hr: I ja želim znati!

source: I am asking for <strong>new information</strong>
hr: Molim za <strong>nove informacije</strong>

source: I am requesting an <strong>internal review</strong>
hr: Tražim <strong>požurnicu</strong>

source: I am writing to request an internal review of {{public_body_name}}'s handling of my FOI request '{{info_request_title}}'.
hr: Obraćam se sa zahtjevom da požurite postupak u tijelu javne vlasti {{public_body_name}} koje se bavi mojim zahtjevom za pristup informacijama '{{info_request_title}}'.

source: I don't like these ones &mdash; give me some more!
hr: Ne sviđaju mi se ove &mdash; dajte mi više!

source: I don't want to do any more tidying now!
hr: Ne želim više uređivati u ovom trenutku!

source: I like this request
hr: Sviđa mi se ovaj zahtjev

source: I would like to <strong>withdraw this request</strong>
hr: Želio/la bih <strong>povući ovaj zahtjev</strong>

source: I'm still <strong>waiting</strong> for my information <small>(maybe you got an acknowledgement)</small>
hr: Još uvijek <strong>čekam</strong> svoje informacije <small>(možda ste samo dobili potvrdu primitka)</small>

source: I'm still <strong>waiting</strong> for the internal review
hr: Još uvijek <strong>čekam</strong> odgovor na požurnicu

source: I'm waiting for an <strong>internal review</strong> response
hr: Čekam odgovor <strong>internog pregleda</strong>

source: I've been asked to <strong>clarify</strong> my request
hr: Zamoljen/a sam da <strong>objasnim</strong> svoj zahtjev

source: I've received <strong>all the information</strong>
hr: Dobio/la sam <strong>sve informacije</strong>

source: I've received <strong>some of the information</strong>
hr: Dobio/la sam <strong>dio informacija</strong>

source: I've received an <strong>error message</strong>
hr: Stigla je <strong>poruka o grešci</strong> <small>(npr. mailer daemon, greška u isporuci ili prepunjen inbox)</small>

source: I've received an error message
hr: Zaprimljena je poruka o grešci u isporuci

source: If the address is wrong, or you know a better address, please <a href="{{url}}">contact us</a>.
hr: Ako je adresa pogrešna, ili znate bolju adresu, molimo Vas <a href="{{url}}">da nas kontaktirate</a>.

source: If the error was a delivery failure, and you can find an up to date FOI email address for the authority, please tell us using the form below.
hr: Ukoliko se greška pojavila pri dostavi, a možete pronaći važeću adresu e-pošte službenika za informiranje tog tijela javne vlasti, molimo upišite to u obrazac ispod.

source: If this is a recent message, check back tomorrow, as we check for new logs periodically.
hr: Ako je ovo nedavna poruka, provjerite sutra, jer provjeravamo nove logove periodično.

source: If this is incorrect, or you would like to send a late response to the request or an email on another subject to {{user}}, then please email {{contact_email}} to ask us to reopen the request. You can then resend the response.
hr: Ako je ovo netočno, ili želite poslati odgovor na zahtjev ili e-poštu o nekom drugom predmetu za {{user}}, molimo vas kontaktirajte nas e-poštom {{contact_email}} da ponovo otvorimo zahtjev. Nakon toga možete ponovo poslati odgovor.

source: If you are dissatisfied by the response you got from the public authority, you have the right to complain (<a href="{{url}}">details</a>).
hr: Ako niste zadovoljni odgovorom koji ste dobili od tijela javne vlasti, imate pravo na žalbu (<a href="{{url}}">više detalja</a>).

source: If you are still having trouble, please <a href="{{url}}">contact us</a>.
hr: Ako i dalje imate problema, molimo <a href="{{url}}">kontaktirajte nas</a>.

source: If you are the requester, then you may <a href="{{url}}">sign in</a> to view the message.
hr: Ako ste predali zahtjev, možete se<a href="{{url}}">prijaviti</a> da biste vidjeli poruku.

source: If you are the requester, then you may <a href="{{url}}">sign in</a> to view the request.
hr: Ako ste podnositelj zahtjeva, možete se <a href="{{url}}">prijaviti</a> da biste pogledali zahtjev.

source: If you are {{user_link}}, please
hr: Ako ste {{user_link}}, molimo

source: If you believe this request is not suitable, you can report it for attention by the site administrators using this form
hr: Vjeruješ li da ovaj zahtjev nije primjeren, možeš ga prijaviti administratorima stranice koristeći ovaj obrazac

source: If you can spare a few minutes to complete our short survey, it will help us make the site better. Just follow the link below.
hr: Ako možete odvojiti par minuta za ispunjavanje kratkog upitnika, to će nam pomoći da unaprijedimo uslugu. Upitnik je dostupan na poveznici.

source: If you can't click on it in the email, you'll have to <strong>select and copy it</strong> from the email. Then <strong>paste it into your browser</strong>, into the place you would type the address of any other webpage.
hr: Ako ne možete kliknuti na njega u e-mailu, morati ćete <strong>odabrati i kopirati ga</strong> iz e-maila. Zatim <strong>zalijepite u vaš internetski preglednik</strong>, na mjesto gdje biste upisali adresu bilo koje druge internetske stranice.

source: If you can, scan in or photograph the response, and <strong>send us a copy to upload</strong>.
hr: Ako možete, skenirajte ili uslikajte odgovor, i <strong>pošaljite nam da objavimo</strong>.

source: If you find this service useful as an FOI officer, please ask your web manager to link to us from your organisation's FOI page.
hr: Ukoliko Vam je, kao službeniku za pravo na pristup informacijama, ova usluga korisna, molimo Vas da na stranicama Vašeg tijela javne vlasti posvećenim pravu na pristup informacijama postavite poveznicu do nas.

source: If you found {{site_name}} useful, <a href="{{donation_url}}">make a donation</a> to the charity which runs it.
hr: Ako mislite da je {{site_name}} bio koristan, <a href="{{donation_url}}">donirajte</a> nevladinoj organizaciji koja ga vodi.

source: If you have not done so already, please write a message below telling the authority that you have withdrawn your request. Otherwise they will not know it has been withdrawn.
hr: Ako još niste, molimo ispod napišite poruku u kojoj napominjete tijelu javne vlasti da ste povukli svoj zahtjev. U protivnom se neće znati da je zahtjev povučen.

source: If you know the address to use, then please <a href="{{url}}">send it to us</a>. You may be able to find the address on their website, or by phoning them up and asking.
hr: Ako znate koju adresu trebamo koristiti, molimo vas <a href="{{url}}">pošaljite nam je</a>. Adresu možete pronaći na njihovoj internetskoj stranici ili telefonskim pozivom.

source: If you reply to this message it will go directly to {{user_name}}, who will learn your email address. Only reply if that is okay.
hr: Ako odgovorite na ovu poruku, otići će izravno na {{user_name}} te će tako saznati vašu e-mail adresu. Odgovorite samo ako ste s tim suglasni.

source: If you use web-based email or have "junk mail" filters, also check your bulk/spam mail folders. Sometimes, our messages are marked that way.
hr: Ako niste primili e-mail, provjerite u mapi za neželjenu poštu.

source: If you want to try and get the rest of the information, here's what to do now.
hr: Evo što možete učiniti ako želite pokušati dobiti ostatak informacije.

source: If you would like to contest the authority's claim that they do not hold the information, here is <a href="{{complain_url}}">how to complain</a>.
hr: Ako želite osporiti tvrdnju tijela javne vlasti da ne posjeduju informaciju, ovdje možete vidjeti <a href="{{complain_url}}">kako se žaliti</a>.

source: If you write about these requests (for example in a forum or a blog) please link to this page.
hr: Ukoliko pišete o ovim zahtjevima (primjerice, na forumu ili blogu), molimo stavite poveznicu do ove stranice.

source: If you write about this request (for example in a forum or a blog) please link to this page, and <a href="{{url}}">add an annotation</a> below telling people about your writing.
hr: Ukoliko pišete o ovom zahtjevu (primjerice, na forumu ili blogu), molimo stavite poveznicu do ove stranice i <a href="{{url}}">dodajte bilješku</a> ispod da biste druge obavijestili o Vašem pisanju.

source: If you write about this request (for example in a forum or a blog) please link to this page.
hr: Ukoliko pišete o ovim zahtjevima (primjerice, na forumu ili blogu), molimo stavite poveznicu do ove stranice.

source: If your browser is set to accept cookies and you are seeing this message, then there is probably a fault with our server.
hr: Ako je vaš preglednik namješten da prihvaća kolačiće i vidite ovu poruku, onda vjerojatno postoji problem s našim serverom.

source: Improve your account security
hr: Poboljšajte sigurnost računa

source: In progress
hr: U tijeku

source: In the News
hr: U vijestima

source: Include relevant links, such as to a campaign page, your blog or a twitter account. They will be made clickable. e.g.
hr: Uključite relevantne poveznice, poput stranice kampanje, vašeg bloga ili twittera. Moći će se kliknuti na njih, npr.

source: Incoming message has a spam score above the configured threshold ({{spam_threshold}}).
hr: Dolazna poruka ima oznaku neželjene pošte iznad konfiguriranog praga ({{spam_threshold}}).

source: Individual requests
hr: Pojedinačni zahtjevi

source: Information not held
hr: Ne posjedujemo informacije

source: Information not held.
hr: Ne posjedujemo informacije.

source: Information on emissions and discharges (e.g. noise, energy, radiation, waste materials)
hr: Informacije o emisijama i ispuštanjima u okoliš (npr. buka, energija, zračenje, otpadni materijali)

source: Internal review
hr: Požurnica

source: Internal review of {{email_subject}}
hr: Požurnica za {{email_subject}}

source: Internal review request
hr: Zahtjev za požurnicom

source: Internal review request sent to {{public_body_name}} by {{info_request_user}} on {{date}}.
hr: Zahtjev za požurnicom poslan {{public_body_name}} od strane {{info_request_user}} dana {{date}}.

source: Invalid one time password
hr: Neispravna jednokratna lozinka

source: Invalid token
hr: Neispravan token

source: Is {{email_address}} the wrong address for {{law_used_full}} requests to {{public_body_name}}? If so, please contact us using this form:
hr: Je li {{email_address}} pogrešna adresa za {{law_used_full}} zahtjeve za {{public_body_name}}? Ako da, molimo kontaktirajte nas koristeći ovaj obrazac:

source: It looks like something has gone wrong when sending this message. It could be a technical issue, or an issue with the email address we have for the authority.
hr: Izgleda da je došlo do pogreške prilikom slanja ove poruke. To bi mogao biti tehnički problem ili problem s adresom e-pošte koju imamo za tijelo javne vlasti.

source: It may be that your browser is not set to accept a thing called "cookies", or cannot do so. If you can, please enable cookies, or try using a different browser. Then press refresh to have another go.
hr: Moguće je da vaš preglednik nije namješten da prihvaća tzv. "kolačiće" ili nema tu mogućnost. Ako možete, molimo pokušajte ih aktivirati ili pokušajte koristiti drugi preglednik. Zatim pritisnite osvježite stranicu i pokušajte ponovo.

source: Items matching the following conditions are currently displayed on your wall.
hr: Trenutno se na Vašem zidu prikazuju stavke koje odgovaraju sljedećim uvjetima.

source: Joined in {{year}}
hr: Pridružen/a {{year}}

source: Joined in {{year}}.
hr: Pridržen/a {{year}}.

source: Joined {{site_name}} in {{year}}
hr: Pridružen/a {{site_name}} u {{year}}

source: Just one more thing
hr: Još nešto

source: Keep this passcode safe. You will need it to confirm your account when changing your password. You can add it to a password manager or print it and store it in a safe place.
hr: Čuvajte ovu zaporku. Trebat će vam za potvrdu računa prilikom promjene lozinke. Možete ga dodati upravitelju lozinki ili ispisati i pohraniti na sigurno.

source: Keep your request up to date
hr: Održavajte svoj zahtjev ažurnim

source: Keep your requests up to date
hr: Održavajte svoje zahtjeve ažurnim

source: Keywords
hr: Ključne riječi

source: Laptop or desktop
hr: Prijenosno ili stolno računalo

source: Last 28 days
hr: Poslijednjih 28 dana

source: Last authority viewed: {{authority_url}}
hr: Zadnje pogledano tijelo javne vlasti: {{authority_url}}

source: Last edit editor can't be blank
hr: Polje za uređivanje zadnjeg uređivanja ne može biti prazno

source: Last edit editor can't be longer than 255 characters
hr: Polje za uređivanje zadnjeg uređivanja ne može biti duže od 255 znakova

source: Last request viewed: {{request_url}}
hr: Zadnji pregledani zahtjev: {{request_url}}

source: Learn more &rarr;
hr: Saznajte više &rarr;

source: Leave project
hr: Napustite projekt

source: Let us know
hr: Obavijestite nas

source: Let us know what you were doing when this message appeared and your browser and operating system type and version.
hr: Obavijestite nas o tome što ste radili kada se ova poruka pojavila te o vrsti i verziji vašeg preglednika i operativnog sustava.

source: Link to this
hr: Spojite s ovim

source: List of all authorities (CSV)
hr: Preuzimanje popisa tijela javne vlasti (CSV)

source: Log in to download a zip file of {{info_request_title}}
hr: Prijavite se da preuzmete zip datoteku {{info_request_title}}

source: Log into the admin interface
hr: Prijavite se u administratorsko sučelje

source: Long overdue
hr: Kašnjenja

source: Long overdue.
hr: Kašnjenja

source: Made between
hr: Napravljen između

source: Make a batch request
hr: Napravite skupni zahtjev

source: Make a request
hr: Podnesite zahtjev

source: Make a request &raquo;
hr: Podnesite zahtjev &raquo;

source: Make a request to these authorities
hr: Podnesite zahtjev ovim tijelima javne vlasti

source: Make a request to this authority
hr: Podnesite zahtjev ovom tijelu javne vlasti

source: Make an {{law_used_short}} request
hr: Podnesite zahtjev za {{law_used_short}}

source: Make an {{law_used_short}} request to '{{public_body_name}}'
hr: Podnesite zahtjev za {{law_used_short}} tijelu javne vlasti '{{public_body_name}}'

source: Make and browse Freedom of Information (FOI) requests
hr: Napravite i pretražite zahtjeve za pristup informacijama (ZPPI)

source: Make sure the information you are asking for is not already publicly available.
hr: Provjerite jesu li informacije koje tražite već javno dostupne.

source: Many requests
hr: Puno zahtjeva

source: Message
hr: Poruka

source: Message has been removed
hr: Poruka je uklonjena

source: Message sent using {{site_name}} contact form,
hr: Poruka poslana koristeći {{site_name}} formular za kontakt,

source: Message {{current_message}} of {{total_messages}}
hr: Poruka {{current_message}} od {{total_messages}}

source: Missing contact details for '{{authority_name}}'
hr: Nedostaje kontakt adresa za '{{authority_name}}'

source: More about this authority
hr: Više o ovom tijelu javne vlasti

source: More requests in this batch
hr: Više zahtjeva u ovoj skupini

source: More similar requests
hr: Više sličnih zahtjeva

source: Most frequent annotators
hr: Najčešći komentatori

source: Most frequent requesters
hr: Najčešći podnositelji zahtjeva

source: My profile
hr: Moj profil

source: My request has been <strong>refused</strong>
hr: Moj zahtjev je <strong>odbijen</strong>

source: My requests
hr: Moji zahtjevi

source: My wall
hr: Moj zid

source: Name can't be blank
hr: Ime ne može ostati prazno

source: Name is already taken
hr: Ime se već koristi

source: Needs admin attention
hr: Potrebna aktivnost administratora

source: Needs status update
hr: Potrebno ažuriranje statusa

source: New Citation
hr: Novi citat

source: New Freedom of Information requests
hr: Novi zahtjevi za pristup informacijama

source: New e-mail:
hr: Nova adresa e-pošte:

source: New email doesn't look like a valid address
hr: Nova e-pošta ne izgleda kao valjana adresa

source: New password:
hr: Nova lozinka:

source: New password: (again)
hr: Nova lozinka: (ponovo)

source: New response to '{{title}}'
hr: Novi odgovor na '{{title}}'

source: New response to your FOI request - {{request_title}}
hr: Odgovor na Vaš zahtjev za pristup informacijama - {{request_title}}

source: New response to your request
hr: Novi odgovor na Vaš zahtjev

source: New response to {{law_used_short}} request
hr: Novi odgovor na zahtjev za {{law_used_short}}

source: New updates for the request '{{request_title}}'
hr: Nova ažuriranja za zahtjev '{{request_title}}'

source: Newest results first
hr: Najnoviji rezultati

source: News story
hr: Novosti

source: Next
hr: Sljedeći

source: Next message
hr: Sljedeća poruka

source: Next, crop your photo &gt;&gt;
hr: Zatim, smanjite Vašu sliku &gt;&gt;

source: Nice work! How about having another try at the requests you skipped?
hr: Odličan posao! Želite li pokušati riješiti zahtjeve koje ste preskočili?

source: No
hr: Ne

source: No requests of this sort yet.
hr: Nema zahtjeva ove vrste do sada.

source: No results found.
hr: Nema rezultata pretrage

source: No similar requests found.
hr: Nisu nađeni slični zahtjevi.

source: Nobody has made any Freedom of Information requests to {{public_body_name}} using this site yet.
hr: Nitko nije podnio zahtjev za pristup informacijama prema {{public_body_name}} koristeći ovu stranicu.

source: Non-expert
hr: Nestručnjak

source: None found.
hr: Ništa nije nađeno.

source: None made.
hr: Ništa podneseno.

source: Not a valid request
hr: Nije valjan predmet za pristup informacijama

source: Not an FOI request
hr: Nije PPI predmet

source: Not held
hr: Ne posjeduje
