Repository: DrinKutia/birn-theme
Catalog: locale/*/app.po
Languages: hr

source: Your FOI request - {{request_title}} will be made public on {{site_name}} this week
hr: Vaš zahtjev za pristup informacijama - {{request_title}} bit će objavljen na {{site_name}} ovog tjedna

source: Your Freedom of Information request
hr: Vaši zahtjevi za pristup informacijama (približno {{count}})

source: Your annotations
hr: Vaše bilješke

source: Your batch request "{{title}}" has been sent
hr: Vaš skupni zahtjev "{{title}}" je poslan

source: Your current one time passcode:
hr: Vaša trenutna jednokratna zaporka:

source: Your daily request summary from {{pro_site_name}}
hr: Vaš dnevni pregled zahtjeva od {{pro_site_name}}

source: Your details, including your email address, have not been given to anyone.
hr: Vaši detalji, uključujući Vašu adresu e-pošte, neće biti nikome dostupni.

source: Your e-mail:
hr: Vaša e-pošta:

source: Your email doesn't look like a valid address
hr: Vaša adresa e-pošte ne izgleda valjanom.

source: Your email:
hr: Vaš e-mail:

source: Your follow up has not been sent because this request has been stopped to prevent spam. Please <a href="{{url}}">contact us</a> if you really want to send a follow up message.
hr: Vaš odgovor nije poslan jer je ovaj zahtjev zaustavljen kako bi se spriječila neželjena pošta. Molimo <a href="{{url}}">kontaktirajte nas</a> ako stvarno želite poslati odgovor ovom tijelu.

source: Your follow up message has been saved but not yet sent to {{authority_name}} due to an error.
hr: Vaša dodatna poruka je spremljena, ali zbog pogreške još nije poslana {{authority_name}}.

source: Your follow up message has been sent on its way.
hr: Vaša dodatna poruka je na putu.

source: Your internal review request has been saved but not yet sent to {{authority_name}} due to an error.
hr: Vaša požurnica je spremljena, ali radi greške još nije poslana {{authority_name}}.

source: Your internal review request has been sent on its way.
hr: Vaša požurnica je na putu.

source: Your message has been sent. Thank you for getting in touch! We'll get back to you soon.
hr: Vaša poruka je poslana. Hvala na javljanju! Ubrzo ćemo odgovoriti.

source: Your message to {{recipient_user_name}} has been sent
hr: Vaša poruka za {{recipient_user_name}} je poslana

source: Your message to {{recipient_user_name}} has been sent!
hr: Vaša poruka za {{recipient_user_name}} je poslana!

source: Your message will appear in <strong>search engines</strong>
hr: Vaša poruka će se pojaviti u <strong>pretraživačima</strong>

source: Your name and annotation will appear in <strong>search engines</strong>.
hr: Vaše ime i bilješka će se pojaviti u <strong>pretraživačima</strong>.

source: Your name, request and any responses will appear in <strong>search engines</strong> (<a href="{{url}}">details</a>).
hr: Vaše ime, zahtjev i sve poruke bit će pretraživi na <strong>internetskim tražilicama</strong> (<a href="{{url}}">detaljnije</a>).

source: Your name:
hr: Vaše ime i prezime:

source: Your password has been changed.
hr: Vaša je lozinka promijenjena.

source: Your password has been changed. You also have a new one time passcode which you'll need next time you want to change your password
hr: Vaša lozinka je promijenjena. Također imate novu jednokratnu zaporku koja će vam trebati sljedeći put kada ćete htjeti promijeniti Vašu lozinku

source: Your password:
hr: Vaša lozinka:

source: Your photo will be shown in public <strong>on the Internet</strong>, wherever you do something on {{site_name}}.
hr: Vaša profilna slika bit će prikazana javno <strong>na internetu</strong>, gdje god činite nešto na {{site_name}}.

source: Your request
hr: Vaš zahtjev

source: Your request '{{request}}' at {{url}} has been reviewed by moderators.
hr: Vaš predmet '{{request}}' na {{url}} pregledali su moderatori.

source: Your request on {{site_name}} hidden
hr: Vaš predmet na {{site_name}} je skriven

source: Your request to add an authority has been sent. Thank you for getting in touch! We'll get back to you soon.
hr: Vaš zahtjev za dodavanje tijela javne vlasti je poslan. Hvala što ste nam javili! Odgovorit ćemo Vam uskoro.

source: Your request to update the address for {{public_body_name}} has been sent. Thank you for getting in touch! We'll get back to you soon.
hr: Vaš zahtjev za ažuriranjem adrese za {{public_body_name}} je poslan. Hvala što ste nas kontaktirali! Javit ćemo se uskoro.

source: Your request was called {{info_request}}. Letting everyone know whether you got the information will help us keep tabs on
hr: Naziv Vašeg zahtjeva je "{{info_request}}". Putem linka recite nam jeste li ovim odgovorm dobili informaciju koju ste tražili kako bismo bolje mogli pratiti što radi

source: Your requests will be <strong>sent</strong> shortly!
hr: Vaši će zahtjevi biti <strong>poslani</strong> uskoro!

source: Your response to an FOI request was not delivered
hr: Vaš odgovor na zahtjev za pristup informacijama nije dostavljen

source: Your response will <strong>appear on the Internet</strong>, <a href="{{url}}">read why</a> and answers to other questions.
hr: Vaš odgovor će se <strong>pojaviti na internetu</strong>, <a href="{{url}}">pročitajte zašto</a> i odgovore na druga pitanja.

source: Your right to know
hr: Imate pravo znati

source: Your selected authorities
hr: Tijela javne vlasti koje ste odabrali

source: Your thoughts on what the {{site_name}} <strong>administrators</strong> should do about the request.
hr: Vaše mišljenje o tome što administratori {{site_name}} trebaju raditi po pitanju zahtjeva.

source: Your {{count}} annotation
hr: Vaša {{count}} bilješka

source: Your {{count}} batch request
hr: Vaš {{count}} skupni zahtjev

source: Your {{count}} private Freedom of Information request
hr: Vaših {{count}} privatnih zahtjeva za pristup informacijama

source: Your {{law_used_full}} request has been sent
hr: Vaš zahtjev prema {{law_used_full}} je poslan

source: Your {{site_name}} email alert
hr: Obavijest o aktivnosti na {{site_name}}

source: Yours faithfully,
hr: S poštovanjem,

source: Yours sincerely,
hr: S poštovanjem,

source: Yours,
hr: Vaš,

source: [Authority URL will be inserted here]
hr: [URL tijela javne vlasti bit će ovdje umetnut]

source: [FOI #{{request}} email]
hr: [ZPPI #{{request}} email]

source: [Name Removed]
hr: [ime uklonjeno]

source: [REDACTED]
hr: [CENZURIRANO]

source: [{{public_body}} request email]
hr: [{{public_body}} e-mail za zahtjeve]

source: [{{site_name}} contact email]
hr: [{{site_name}} kontakt e-mail]

source: admin
hr: administracija

source: all requests
hr: svi zahtjevi

source: all requests or comments
hr: svi zahtjevi ili komentari

source: all requests or comments matching text '{{query}}'
hr: svi zahtjevi ili komentari koji odgovaraju tekstu '{{query}}'

source: also called {{public_body_short_name}}
hr: također poznato kao {{public_body_short_name}}

source: and
hr: i

source: and we'll suggest <strong>what to do next</strong>
hr: i mi ćemo predložiti <strong>što raditi dalje</strong>

source: anything matching text '{{query}}'
hr: sve što odgovara tekstu '{{query}}'

source: are long overdue.
hr: jako kasne s odgovorom.

source: authorities
hr: tijela javne vlasti

source: awaiting response
hr: čeka odgovor

source: by
hr: od strane

source: by {{user_link_absolute}}
hr: od strane {{user_link_absolute}}

source: can't be nil
hr: ne može biti prazno

source: clarification needed
hr: potrebno objašnjenje

source: comments
hr: komentari

source: complete
hr: završeno

source: delivered
hr: isporučeno

source: details
hr: detalji

source: display_status only works for incoming and outgoing messages right now
hr: display_status trenutno radi samo za dolazne i odlazne poruke

source: e.g. Ministry of Defence
hr: npr. Ministarstvo obrane

source: edit text about you
hr: uredite tekst o Vama

source: email address
hr: e-mail adresa

source: everything
hr: sve

source: external
hr: vanjski

source: failed
hr: nije uspjelo

source: have delayed.
hr: kasni s odgovorom.

source: hide quoted sections
hr: sakrij citirane dijelove

source: internal error
hr: interna greška

source: internal reviews
hr: požurnice

source: logged in as user {{user_name}}
hr: prijavljen kao korisnik {{user_name}}

source: messages from authorities
hr: poruke od tijela javne vlasti

source: messages from users
hr: poruke od korisnika

source: mobile number
hr: broj mobitela

source: mySociety:Helping people set up sites like {{site_name}} all over the world
hr: mySociety: Pomaže drugima postaviti stranice kao {{site_name}} širom svijeta

source: new requests
hr: novi zahtjevi

source: no later than
hr: ne kasnije od

source: normally
hr: uobičajeno

source: not logged in
hr: nije prijavljen

source: other
hr: ostalo

source: overdue
hr: kasni

source: request hide events
hr: zahtjev za skrivanje događanja

source: requesting an internal review
hr: zahtjeva požurnicu

source: requests
hr: zahtjevi

source: requests which are successful
hr: uspješni zahtjevi

source: requests which are successful matching text '{{query}}'
hr: zahtjevi koji u sebi sadrže tekst '{{query}}'

source: response received
hr: odgovor je zaprimljen

source: send a follow up message
hr: pošaljite dodatnu poruku

source: sent
hr: poslano

source: show quoted sections
hr: prikazati citirane dijelove

source: sign in
hr: prijavite se

source: successful requests
hr: uspješni zahtjevi

source: the main FOI contact address for {{public_body}}
hr: adresa službenika za informiranje u {{public_body}}

source: the main FOI contact at {{public_body}}
hr: službeniku za informiranje u {{public_body}}

source: the {{site_name}} team
hr: {{site_name}} tim

source: to send a follow up message.
hr: poslati dodatnu poruku.

source: type your search term here
hr: upišite izraz za pretraživanje

source: unknown
hr: nepoznato

source: unknown reason
hr: nepoznat razlog

source: unknown reason
hr: nepoznat razlog

source: unknown status {{state}}
hr: nepoznat status {{state}}

source: unknown status {{status}}
hr: nepoznat status {{status}}

source: unresolved requests
hr: neriješeni zahtjevi

source: unsubscribe
hr: odjavite pretplatu

source: unsubscribe all
hr: odjavite pretplatu na sve

source: unsuccessful requests
hr: neuspješni zahtjevi

source: users
hr: korisnici

source: very overdue
hr: jako kasne

source: what's that?
hr: što je to?

source: {{authority_name}} <strong>did not have</strong> the information requested.
hr: {{authority_name}} <strong>ne posjeduje</strong> traženu informaciju.

source: {{authority_name}} is <strong>waiting for your clarification</strong>.
hr: {{authority_name}} <strong>čeka Vaše objašnjenje</strong>.

source: {{contributor_count}} contributors
hr: {{contributor_count}} suradnika

source: {{count}} Attachment
hr: {{count}} privitaka

source: {{count}} annotation made.
hr: {{count}} bilješki izrađeno.

source: {{count}} follower
hr: {{count}} pratitelj

source: {{count}} matching authority
hr: {{count}} odgovarajućih tijela javne vlasti

source: {{count}} request
hr: {{count}} zahtjev

source: {{count}} request had a new response:
hr: {{count}} zahtjeva je imalo nove odgovore:

source: {{count}} request has been made public on {{site_name}}.
hr: {{count}} zahtjeva je objavljeno na {{site_name}}.

source: {{count}} request has not had a prompt response:
hr: {{count}} zahtjeva nije imalo pravovremene odgovore:

source: {{count}} request has still not had a response:
hr: na {{count}} zahtjeva još uvijek nije bilo odgovora:

source: {{count}} request made.
hr: {{count}} zahtjev izrađen.

source: {{count}} request will be made public on {{site_name}} in the next week. If you do not wish this request to go public at that time, please click on the link below to keep it private for longer.
hr: {{count}} zahtjeva će biti objavljeno na {{site_name}} sljedećeg tjedna. Ako ne želite da ti zahtjevi tada postanu javni, kliknite na poveznicu ispod kako biste ih duže zadržali privatnima.

source: {{count}} request.
hr: {{count}} zahtjeva.

source: {{existing_request_user}} already created the same request on {{date}}. You can either view the <a href="{{existing_request}}">existing request</a>, or edit the details below to make a new but similar request.
hr: {{existing_request_user}} već je izradio jednak zahtjev dana {{date}}. Možete vidjeti <a href="{{existing_request}}">postojeći zahtjev</a>, ili uredite detalje ispod kako biste napravili novi, ali sličan zahtjev.

source: {{law_used_full}} request - {{title}}
hr: Zahtjev za {{law_used_full}} - {{title}}

source: {{law_used_short}} requests at {{public_body}}
hr: Zahtjevi za {{law_used_short}} upućeni prema {{public_body}}

source: {{law_used_short}} requests to '{{public_body_name}}'
hr: {{law_used_short}} zahtjeva prema '{{public_body_name}}'

source: {{length_of_time}} ago
hr: prije {{length_of_time}}

source: {{number_of_comments}} comment
hr: {{number_of_comments}} komentara

source: {{number_of_requests}} request
hr: {{number_of_requests}} zahtjeva

source: {{number_of_requests}} request left to categorise / {{total_number_of_requests}} total
hr: preostalo {{number_of_requests}} zahtjeva za kategorizaciju / od ukupno {{total_number_of_requests}}

source: {{pro_site_name}} Terms
hr: {{pro_site_name}} odredbe

source: {{pro_site_name}} is a powerful, fully-featured FOI toolkit for journalists.
hr: {{pro_site_name}} je moćan, potpuno opremljen PPI alat za novinare.

source: {{public_body_link}} answered a request about
hr: {{public_body_link}} je odgovorio na zahtjev o

source: {{public_body_link}} was sent a request about
hr: Za {{public_body_link}} poslan je zahtjev o

source: {{public_body_name}} have not replied to your {{law_used_short}} request {{title}} promptly, as normally required by law. Click on the link below to remind them to reply.
hr: {{public_body_name}} nisu odgovorili na Vaš {{law_used_short}} zahtjev {{title}} pravovremeno, kako je predviđeno zakonom. Kliknite na poveznicu ispod da biste ih podsjetili da odgovore.

source: {{public_body_name}} have still not replied to your {{law_used_short}} request {{title}}, as normally required by law. Click on the link below to tell them to reply. You might like to ask for an internal review, asking them to find out why their response to the request has been so slow.
hr: {{public_body_name}} još uvijek nije odgovorio na vaš {{law_used_short}} zahtjev {{title}}, kako je predviđeno zakonom. Kliknite na poveznicu ispod da biste ih podsjetili da odgovore. Ako ne odgovore, možda želite tražiti požurnicu, ili žalbu radi šutnje tijela javne vlasti Povjereniku za informiranje.

source: {{public_body_name}} no longer exists. From the request page, try replying to a particular message, rather than sending a general followup. If you need to make a general followup, and know an email which will go to the right place, please <a href="{{url}}">send it to us</a>.
hr: {{public_body_name}} više ne postoji. Pokušajte odgovoriti na određenu poruku na stranici sa zahtjevima, radije nego da šaljete općeniti upit. Ako morate poslati općeniti upit i znate e-mail adresu, molimo <a href="{{url}}">pošaljite nam je</a>.

source: {{public_body}} has asked you to explain part of your {{law_used_short}} request.
hr: {{public_body}} je zatražilo da pojasnite dio svog zahtjeva za {{law_used_short}}.

source: {{public_body}} sent a response to {{user_name}}
hr: {{public_body}} je poslao/la poruku za {{user_name}}

source: {{reason}}, create an account or sign in
hr: {{reason}}, molimo da se prijavite ili izradite novi korisnički račun

source: {{reason}}, please sign in as {{user_name}}.
hr: {{reason}}, molimo prijavite se kao {{user_name}}.

source: {{reason}}. Unfortunately we don't know the FOI email address for that authority, so we can't validate this. Please <a href="{{url}}">contact us</a> to sort it out.
hr: {{reason}}. Nažalost nismo u posjedu adrese e-pošte službenika za informiranje tog tijela javne vlasti, tako da nismo u mogućnosti poslati predmet. Molimo <a href="{{url}}">kontaktirajte nas</a> da to razjasnimo.

source: {{search_results}} matching '{{query}}'
hr: {{search_results}} odgovara '{{query}}'

source: {{site_name}} blog and tweets
hr: {{site_name}} blogovi i tweetovi

source: {{site_name}} covers requests to {{number_of_authorities}} authority, including:
hr: {{site_name}} obuhvaća zahtjeve prema {{number_of_authorities}} tijela javne vlasti, uključujući:

source: {{site_name}} sends new requests to <strong>{{request_email}}</strong> for this authority.
hr: {{site_name}} šalje nove zahtjeve <strong>{{request_email}}</strong> za ovu javnu ustanovu.

source: {{site_name}} users have made {{number_of_requests}} request, including:
hr: Pretražiti možete svih {{number_of_requests}} zahtjeva koje su podnijeli {{site_name}} korisnici, a najnoviji su:

source: {{title}} - a Freedom of Information request to {{public_body}}
hr: {{title}} - zahtjev za pristup informacijama prema {{public_body}}

source: {{title}} - a batch request
hr: {{title}} - skupni zahtjev

source: {{user_name}} (Account suspended)
hr: {{user_name}} (Korisnički račun je suspendiran)

source: {{user_name}} - Freedom of Information requests
hr: {{user_name}} - zahtjevi za pristup informacijama

source: {{user_name}} - Two Factor Authentication
hr: {{user_name}} - dvofaktorska autentifikacija

source: {{user_name}} - user profile
hr: {{user_name}} - profil korisnika

source: {{user_name}} - wall
hr: {{user_name}} - zid

source: {{user_name}} added an annotation
hr: {{user_name}} je dodao bilješku

source: {{user_name}} has annotated your {{law_used_short}} request. Follow this link to see what they wrote.
hr: Dodan je komentar korisnika {{user_name}} na vaš zahtjev za {{law_used_short}}. Pratite ovu poveznicu kako biste vidjeli komentar.

source: {{user_name}} has reported an {{law_used_short}} response as needing administrator attention. Take a look, and reply to this email to let them know what you are going to do about it.
hr: Zaprimili smo prijavu korisnika {{user_name}} da {{law_used_short}} treba pažnju administratora. Pogledajte i odgovorite na ovu e-mail poruku da biste im pojasnili što ćete napraviti u svezi s time.

source: {{user_name}} has used {{site_name}} to send you the message below.
hr: {{user_name}} je koristio/la {{site_name}} da Vam pošalje poruku ispod.

source: {{user_name}} left an annotation ({{date}})
hr: {{user_name}} je ostavio/la bilješku ({{date}})

source: {{user_name}} sent a follow up message to {{public_body}}
hr: {{user_name}} je poslao/la dodatnu poruku prema {{public_body}}

source: {{user_name}} sent a request to {{public_body}}
hr: {{user_name}} je poslao/la zahtjev za {{public_body}}

source: {{user_name}} would like a new authority added to {{site_name}}
hr: {{user_name}} bi htio/la dodati novu ustanovu na {{site_name}}

source: {{user_name}} would like the email address for {{public_body_name}} to be updated
hr: {{user_name}} bi želio/la ažurirati adresu e-pošte za {{public_body_name}}

source: {{username}} left an annotation:
hr: {{username}} je ostavio/la bilješku:

source: {{user}} ({{user_admin_link}}) made this {{law_used_full}} request (<a href="{{request_admin_url}}">admin</a>) to {{public_body_link}} (<a href="{{public_body_admin_url}}">admin</a>)
hr: {{user}} ({{user_admin_link}}) je podnio/la ovaj zahtjev za {{law_used_full}} (<a href="{{request_admin_url}}">admin</a>) za {{public_body_link}} (<a href="{{public_body_admin_url}}">admin</a>)

source: {{user}} ({{user_admin_link}}) made this {{law_used_full}} request (<a href="{{request_admin_url}}">admin</a>) to {{public_body_link}} (<a href="{{public_body_admin_url}}">admin</a>) as part of <a href="{{url}}">a batch sent to {{count}} authorities</a>
hr: {{user}} ({{user_admin_link}}) je podnio/la ovaj zahtjev za {{law_used_full}} (<a href="{{request_admin_url}}">admin</a>) za {{public_body_link}} (<a href="{{public_body_admin_url}}">admin</a>) kao dio <a href="{{url}}">skupine poslane na {{count}} tijela javne vlasti</a>

source: {{user}} made this {{law_used_full}} request to {{public_body}}
hr: {{user}} je podnio/la ovaj zahtjev za {{law_used_full}} za {{public_body}}

source: {{user}} made this {{law_used_full}} request to {{public_body}} as part of <a href="{{url}}">a batch sent to {{count}} authorities</a>
hr: {{user}} je podnio/la ovaj zahtjev za {{law_used_full}} za {{public_body}} kao dio <a href="{{url}}">skupine poslane na {{count}} tijela javne vlasti</a>

source: « Back to search results
hr: « Povratak na rezultate pretrage
