Repository: DrinKutia/birn-theme
Catalog: locale/*/app.po
Languages: hr

source: Although the authority is not legally obliged to reply, you should get a response promptly, and normally before the end of <strong>{{date_response_required_by}}</strong>.
hr: Iako ovo tijelo nije zakonom obvezno odgovoriti, trebali biste dobiti odgovor odmah, i obično prije kraja <strong>{{date_response_required_by}}</strong>.

source: Although the authority is not legally obliged to reply, you should have got a response, normally before the end of <strong>{{date_response_required_by}}</strong>.
hr: Iako ovo tijelo nije zakonom obvezno odgovoriti, trebali ste dobiti odgovor, obično prije kraja <strong>{{date_response_required_by}}</strong>.

source: An <a href="{{request_url}}">annotation</a> to <em>{{request_title}}</em> was made by {{event_comment_user}} on {{date}}
hr: {{event_comment_user}} je napisao/la <a href="{{request_url}}">bilješku</a> na <em>{{request_title}}</em> dana {{date}}.

source: An <strong>error message</strong> has been received
hr: <strong>poruka o pogrešci</strong> je primljena

source: An Environmental Information request
hr: Zahtjev za informacijom o okolišu

source: An anonymous user
hr: Anonimni korisnik

source: An error occurred while sending your request to {{authority_name}} but has been saved and flagged for administrator attention.
hr: Dogodila se pogreška prilikom slanja vašeg zahtjeva za {{authority_name}}, ali je sačuvan te smo o tome obavijestili administratore.

source: Annotation added to request
hr: Bilješka je dodana zahtjevu

source: Annotation contains defamatory material
hr: Bilješka sadrži klevetnički materijal

source: Annotation contains personal information
hr: Bilješka sadrži osobne podatke

source: Annotations
hr: Bilješke

source: Annotations are so anyone, including you, can help the requester with their request. For example:
hr: Bilješke služe da bilo tko, uključujući Vas, može pomoći podnositelju zahtjeva s njegovim zahtjevom. Na primjer:

source: Annotations will be posted publicly here, and are <strong>not</strong> sent to {{public_body_name}}.
hr: Komentari će biti objavljeni javno, i <strong>neće</strong> biti poslani tijelu {{public_body_name}}.

source: Anonymous user
hr: Anonimni korisnik

source: Any device
hr: Bilo koji uređaj

source: Are we missing a public authority?
hr: Nedostaje li nam neko tijelo javne vlasti?

source: Are you asking about your, or others', personal information or personal situation?
hr: Je li vaš upit o vama, ili drugima, osobne informacije ili osobna situacija?

source: Are you sure you want to disable two factor authentication?
hr: Jeste li sigurni da želite onemogućiti dvofaktorsku autentikaciju?

source: Are you sure?
hr: Jeste li sigurni?

source: Are you sure? If you regenerate your one time passcode you will need to update your password manager or re-print it.
hr: Jeste li sigurni? Ako ponovo generirate svoju jednokratnu zaporku, morat ćete ažurirati upravitelja lozinki ili ju ponovo ispisati.

source: Are you the owner of any commercial copyright on this page?
hr: Jeste li vlasnik nekog autorskog prava na ovoj stranici?

source: Ask EU Authorities
hr: Pitajte tijela Europske unije

source: Ask for <strong>specific</strong> documents or information, this site is not suitable for general enquiries.
hr: Tražite <strong>konkretne</strong> dokumente ili informaciju, ova stranica nije pogodna za opće upite.

source: Ask us to add an authority
hr: Zatražite da dodamo ustanovu

source: Ask us to update FOI email
hr: Tražite nas da ažuriramo adresu službenika za informiranje

source: Ask us to update the email address for {{public_body_name}}
hr: Zatražite da ažuriramo adresu e-pošte za {{public_body_name}}

source: At the bottom of this page, write a reply to them trying to persuade them to scan it in (<a href="{{url}}">more details</a>).
hr: Na dnu ove stranice, napišite im odgovor pokušavajući ih uvjeriti da ga skeniraju (<a href="{{url}}">detalji o tome</a>).

source: Attachment (optional):
hr: Prilog (neobavezno):

source: Attachment:
hr: Prilog

source: Authority email:
hr: E-pošta službenika za informiranje:

source: Authority name
hr: Naziv tijela javne vlasti

source: Authority:
hr: Tijelo javne vlasti:

source: Awaiting clarification
hr: Čeka objašnjenje

source: Awaiting classification
hr: Čeka klasifikaciju

source: Awaiting classification.
hr: Čeka klasifikaciju.

source: Awaiting internal review
hr: Čeka odgovor na požurnicu

source: Awaiting internal review.
hr: Čeka odgovor na požurnicu.

source: Awaiting response
hr: Čeka odgovor

source: Awaiting response.
hr: Čeka odgovor.

source: Back to content
hr: Nazad na sadržaj

source: Banned from this site
hr: Zabranjen pristup na ovoj stranici

source: Batch created by {{info_request_user}} on {{date}}.
hr: Seriju je napravio/la {{info_request_user}} dana {{date}}.

source: Beginning with
hr: Počevši sa

source: Browse <a href="{{requests_url}}">{{number_of_requests}} requests</a> to <a href="{{authorities_url}}">{{number_of_authorities}} authorities</a>
hr: Pretražite <a href="{{requests_url}}">{{number_of_requests}} zahtjeva</a> prema <a href="{{authorities_url}}">{{number_of_authorities}} tijela</a>

source: Browse <a href='{{url}}'>other requests</a> for examples of how to word your request.
hr: Pretražite <a href='{{url}}'>druge zahtjeve</a> radi primjera kako da sročite Vaš zahtjev.

source: Browse <a href='{{url}}'>other requests</a> to '{{public_body_name}}' for examples of how to word your request.
hr: Pretražite <a href='{{url}}'>druge zahtjeve</a> za '{{public_body_name}}' radi primjera kako da sročite Vaš zahtjev.

source: Browse all authorities &rarr;
hr: Pretražite sva tijela javne vlasti &rarr;

source: Browse all requests &rarr;
hr: Pregledajte sve zahtjeve &rarr;

source: Browse and search requests
hr: Pregledajte i pretražite zahtjeve

source: Browse and search requests (page {{count}})
hr: Pregledajte i pretražite zahtjeve (page {{count}})

source: Browse requests
hr: Pregledajte zahtjeve

source: By law, they have to respond.
hr: Po zakonu, moraju odgovoriti.

source: By law, under all circumstances, {{public_body_link}} should have responded by now
hr: Po zakonu, pod svim uvjetima, {{public_body_link}} trebala je odgovoriti do sada

source: By law, you should get a response promptly, and normally before the end of <strong>{{date_response_required_by}}</strong>.
hr: Prema zakonu, trebali biste ubrzo dobiti odgovor, u pravilu do <strong>{{date_response_required_by}}</strong>.

source: By law, you should have got a response promptly, and normally before the end of <strong>{{date_response_required_by}}</strong>.
hr: Prema zakonu, trebali biste ubrzo dobiti odgovor, do <strong>{{date_response_required_by}}</strong>.

source: By law, {{public_body_link}} should normally have responded <strong>promptly</strong> and
hr: Po zakonu, {{public_body_link}} je trebala odgovoriti <strong>brzo</strong> i

source: Can't find the one you want?
hr: Ne možete naći onaj koji želite?

source: Cancel a {{site_name}} alert
hr: Poništite automatsko upozorenjena {{site_name}}

source: Cancel some {{site_name}} alerts
hr: Poništite neka upozorenja na {{site_name}}

source: Cancel, return to your profile page
hr: Odustanite, vratite se na stranicu svojeg profila

source: Change email on {{site_name}}
hr: Promijenite elektroničku poštu na {{site_name}}

source: Change profile photo
hr: Promijenite sliku na profilu

source: Change the text about you on your profile at {{site_name}}
hr: Promijenite tekst o Vama na Vašem profilu na {{site_name}}

source: Change your email
hr: Promijenite adresu Vaše e-pošte

source: Change your email address used on {{site_name}}
hr: Promijenite Vašu adresu e-pošte korištenu na {{site_name}}

source: Change your password
hr: Promijenite Vašu lozinku

source: Change your password on {{site_name}}
hr: Promijenite lozinku na {{site_name}}

source: Check for mistakes if you typed or copied the address.
hr: Provjerite ima li grešaka ako ste utipkali ili kopirali adresu.

source: Check you haven't included any <strong>personal information</strong>.
hr: Provjerite da niste uključili nikakve <strong>osobne podatke</strong>.

source: Choose a reason
hr: Odaberite razlog

source: Choose your profile photo
hr: Odaberite sliku na Vašem profilu

source: Citation successfully created.
hr: Citat je uspješno izrađen.

source: Clarification
hr: Objašnjenje

source: Clarification needed
hr: Potrebno objašnjenje

source: Clarification sent to {{public_body_name}} by {{info_request_user}} on {{date}}.
hr: Pojašnjenje poslano {{public_body_name}} od {{info_request_user}} dana {{date}}.

source: Clarify your FOI request - {{request_title}}
hr: Pojasnite svoj zahtjev za pristup informacijama - {{request_title}}

source: Classify an FOI response from {{authority_name}}
hr: Klasificirajte odgovor na zahtjev za pristup informacijama od {{authority_name}}

source: Classify responses
hr: Klasificirajte odgovore

source: Clear photo
hr: Obrišite sliku

source: Click on the link below to send a message to {{public_body_name}} telling them to reply to your request. You might like to ask for an internal review, asking them to find out why response to the request has been so slow.
hr: Kliknite na poveznicu ispod da biste poslali poruku za {{public_body_name}} koja će ih podsjetiti da odgovore na vaš zahtjev. Ako nisu odgovorili u roku, možete ih požuriti i istovremeno pokrenuti postupak žalbe radi šutnje uprave kod Povjerenika za informiranje.

source: Click on the link below to send a message to {{public_body_name}} telling them to reply to your request. You might like to ask for an internal review, asking them to find out why their response to the request has been so slow.
hr: Kliknite na poveznicu ispod da biste poslali poruku za {{public_body_name}} koja će ih podsjetiti da odgovore na Vaš zahtjev. Ako ne odgovore, možete tražiti požurnicu ili podnijeti žalbu radi šutnje tijela javne vlasti povjereniku za informiranje.

source: Click on the link below to send a message to {{public_body}} reminding them to reply to your request.
hr: Kliknite na poveznicu ispod da biste poslali poruku {{public_body}} koja će ih podsjetiti da odgovore na Vaš zahtjev. Ako ne odgovore, možda želite poslati žalbu Povjerniku za informiranje navodeći link na Vaš zahtjev.

source: Close
hr: Zatvorite

source: Close the request and respond:
hr: Zatvorite zahtjev i odgovorite:

source: Collapse all correspondence
hr: Sažmite svu korespodenciju

source: Complete
hr: Završeno

source: Confirm password:
hr: Ponovite lozinku:

source: Confirm you want to follow all successful FOI requests
hr: Potvrdite da želite pratiti sve uspješne zahtjeve za pristup informacijama

source: Confirm you want to follow new requests
hr: Potvrdite da želite pratiti nove zahtjeve

source: Confirm you want to follow new requests or responses matching your search
hr: Potvrdite da želite pratiti nove zahtjeve ili odgovore koji odgovaraju Vašem pretraživanju

source: Confirm you want to follow requests by '{{user_name}}'
hr: Potvrdite da želite pratiti zahtjeve koje kreira '{{user_name}}'

source: Confirm you want to follow requests to '{{public_body_name}}'
hr: Potvrdite da želite pratiti zahtjeve za '{{public_body_name}}'

source: Confirm you want to follow the request '{{request_title}}'
hr: Potvrdite da želite pratiti zahtjev '{{request_title}}'

source: Confirm your FOI request to {{public_body_name}}
hr: Potvrdite svoje zahtjeve za pristup informacijama prema {{public_body_name}}

source: Confirm your account on {{site_name}}
hr: Potvrdite Vaš račun na {{site_name}}

source: Confirm your annotation to {{info_request_title}}
hr: Potvrdite Vašu bilješku za '{{info_request_title}}'

source: Confirm your email address
hr: Potvrdite Vašu adresu e-pošte

source: Confirm your new email address on {{site_name}}
hr: Potvrdite Vašu novu adresu e-pošte na {{site_name}}

source: Considered by administrators as not an FOI request.
hr: Označeno od administratora da nije PPI zahtjev.

source: Considered by administrators as vexatious.
hr: Označeno od administratora kao zlouporaba prava na pristup informacijama.

source: Contact us
hr: Kontaktirajte nas

source: Contact {{recipient}}
hr: Kontaktirajte {{recipient}}

source: Contains defamatory material
hr: Sadrži klevetnički materijal

source: Contains personal information
hr: Sadrži osobne podatke

source: Contribute
hr: Doprinesi

source: Cookies not enabled
hr: Kolačići nisu omogućeni

source: Could not identify the request from the email address
hr: Nismo mogli prepoznati zahtjev s adrese e-pošte

source: Could not update your two factor one time passcode
hr: Nismo mogli ažurirati Vašu dvofaktorsku jednokratnu zaporku.

source: Couldn't understand the image file that you uploaded. PNG, JPEG, GIF and many other common image file formats are supported.
hr: Pogrešan format datoteke. Molimo Vas unesite: PNG, JPEG, GIF, ili neke druge podržive formate.

source: Coupon code "{{code}}" applied
hr: Kôd kupona "{{code}}" primijenjen

source: Coupon code "{{code}}" revoked
hr: Kôd kupona "{{code}}" opozvan

source: Create a new account
hr: Izradi novi račun

source: Create a widget for this request
hr: Izradi widget za ovaj zahtjev

source: Created by {{info_request_user}} on {{date}}.
hr: Izradio/la {{info_request_user}} dana {{date}}.

source: Crickets. No one is here. It’s time to get the word out.
hr: Cvrčci. Ovdje nema nikoga. Vrijeme je da se proširi riječ.

source: Crop your profile photo
hr: Smanjite sliku na Vašem profilu

source: Cultural sites and built structures (as they may be affected by the environmental factors listed above)
hr: Kulturne znamenitosti i izgrađene strukture (jer mogu biti pogođene čimbenicima okoliša koji su navedeni gore)

source: Currently <strong>waiting for a response</strong> from {{public_body_link}}, they should respond promptly and
hr: Trenutno <strong>čeka odgovor</strong> {{public_body_link}}, trebali bi odgovoriti brzo i

source: Data interpretation
hr: Tumačenje podataka

source: Date:
hr: Datum:

source: Dear [Authority name],
hr: Poštovani [Authority name],

source: Dear {{name}},
hr: Poštovani {{name}},

source: Dear {{placeholder_body_name}},
hr: Poštovani {{placeholder_body_name}},

source: Dear {{public_body_name}},
hr: Za: {{public_body_name}}

source: Dear {{user_name}},
hr: Poštovani {{user_name}},

source: Defunct.
hr: Defunkc.

source: Delayed
hr: Odgođeno

source: Delayed response to your FOI request - {{request_title}}
hr: Odgovor na Vaš PPI zahtjev kasni - {{request_title}}

source: Delayed.
hr: Odgovor kasni.

source: Delivery Status for Outgoing Message #{{id}}
hr: Status isporuke za odlaznu poruku #{{id}}

source: Delivery error
hr: Greška u isporuci

source: Details of request &ldquo;{{request_title}}&rdquo;
hr: Detalji zahtjeva &ldquo;{{request_title}}&rdquo;

source: Did you mean: {{correction}}
hr: Jeste li mislili: {{correction}}

source: Disable two factor authentication
hr: Isključi dvofaktorsku provjeru autentičnosti

source: Disclaimer: This message and any reply that you make will be published on the internet. Our privacy and copyright policies:
hr: Izjava o odricanju odgovornosti: Ova poruka i svaki odgovor bit će objavljen na internetu. Naša politika zaštite privatnosti i autorskih prava

source: Disclosure log
hr: Upisnik

source: Do not fill in this field
hr: Ne popunjavajte ovo polje

source: Do not share this passcode.
hr: Ne dijelite ovu zaporku.

source: Don't have a superuser account yet?
hr: Još nemate račun super korisnika?

source: Don't want to address your message to {{person_or_body}}? You can also write to:
hr: Ne želite poruku poslati na adresu {{person_or_body}}? Možete pisati i:

source: Done
hr: Završeno

source: Done &gt;&gt;
hr: Završeno &gt;&gt;

source: Download Data
hr: Preuzmi podatke

source: Download a zip file of all correspondence
hr: Preuzmite svu korespondenciju u zip datoteci

source: Download original attachment
hr: Preuzmite originalni prilog

source: Downloads
hr: Preuzimanja

source: Edit and add <strong>more details</strong> to the message above, explaining why you are dissatisfied with their response.
hr: Uredite i dodajte <strong>više detalja</strong> u poruku iznad, objašnjavajući zašto niste zadovoljni njihovim odgovorom.

source: Edit text about you
hr: Uredite tekst o Vama

source: Edit your request
hr: Uredite vaš zahtjev

source: Either the email or password was not recognised, please try again.
hr: Adresa e-pošte ili lozinka nisu prepoznati, molimo pokušajte ponovo.

source: Either the email or password was not recognised, please try again. Or create a new account using the form on the left.
hr: Adresa e-pošte ili lozinka nisu prepoznati, molimo pokušajte ponovo. Ili kreirajte novi račun koristeći obrazac na lijevoj strani.

source: Email Alerts Disabled
hr: Obavijesti e-poštom onemogućene

source: Email alerts for things you follow have now been disabled.
hr: Obavijesti e-poštom za predmete koje pratite sada su onemogućene.

source: Email doesn't look like a valid address
hr: Adresa e-pošte ne izgleda ispravnom.

source: Email me future updates to this request
hr: Buduća ažuriranja šaljite na moju e-poštu.

source: Email:
hr: E-pošta:

source: Enable two factor authentication
hr: Uključi dvofaktorsku provjeru autentičnosti

source: Enter words that you want to find separated by spaces, e.g. <strong>climbing lane</strong>
hr: S razmacima unesite riječi koje želite naći, npr. <strong>climbing lane</strong>

source: Enter your response below. You may attach one file (use email, or <a href="{{url}}">contact us</a> if you need more).
hr: Unesite odgovor dolje. Možete priložiti jedan dokument (koristite e-mail, ili <a href="{{url}}">nas kontaktirajte</a> ukoliko trebate više).

source: Environmental Information Regulations
hr: Zakon o zaštiti okoliša

source: Environmental Information Regulations requests made
hr: Zahtjev za informacijom o okolišu napravljen

source: Environmental Information Regulations requests made using this site
hr: Zahtjevi za informacijama o okolišu napravljeni korištenjem ove stranice

source: Event history
hr: Prikaz prošlih događanja

source: Every citizen has the right to access information held by public authorities.
hr: Svaki građanin ima pravo na pristup informacijama koje posjeduju tijela javne vlasti.

source: Everything that you enter on this page, including <strong>your name</strong>, will be <strong>displayed publicly</strong> on this website <a href="{{url}}">forever</a>
hr: Sve što unesete na ovu stranicu, uključujući <strong>vaše ime</strong>, bit će <strong>javno prikazano</strong> na ovoj internetskoj stranici <a href="{{url}}">zauvijek</a>

source: Expand all correspondence
hr: Proširite svu korespondenciju

source: Extract data
hr: Izdvoji podatke

source: Extract relevant information from each successful freedom of information request and enter it into the provided fields. This will populate the data file for this project.
hr: Izdvojite relevantne podatke iz svakog uspješnog zahtjeva za pristup informacijama i unesite ih u ponuđena polja. Ovo će upotpuniti datoteku s podacima o ovom projektu.

source: Extraction couldn't be saved.
hr: Izdvajanje podataka nije se moglo spremiti.

source: FOI
hr: PPI

source: FOI email address for {{public_body}}
hr: PPI adresa e-pošte za {{public_body}}

source: FOI law does not apply to this authority.
hr: ZPPI se ne primjenjuje na ovo tijelo.

source: FOI requests
hr: Zahtjevi za pristup informacijama

source: FOI requests by '{{user_name}}'
hr: Zahtjevi za pristup informacijama od '{{user_name}}'

source: FOI requests {{start_count}} to {{end_count}} of about {{total_count}}
hr: Zahtjevi za pristup informacijama {{start_count}} do {{end_count}} od ukupno {{total_count}}

source: FOI response requires admin ({{reason}}) - {{request_title}}
hr: PPI odgovor zahtijeva administraciju ({{reason}}) - {{request_title}}

source: Failed
hr: Nije uspjelo

source: Failed to convert image to a PNG
hr: Nismo uspjeli pretvoriti sliku u PNG format

source: Failed to convert image to the correct size: at {{cols}}x{{rows}}, need {{width}}x{{height}}
hr: Nismo uspjeli prebaciti sliku u odgovarajuću veličinu: {{cols}}x{{rows}}, potrebno {{width}}x{{height}}

source: Filter
hr: Filtrirati

source: Filter by Request Status (optional)
hr: Filtrirati prema statusu zahtjeva (neobavezno)

source: Find an authority
hr: Pronađi tijelo javne vlasti

source: Find the authorities
hr: Pronađi tijela javne vlasti

source: Find the authorities to write to
hr: Odaberite tijela javne vlasti kojima ćete pisati

source: First, did your other requests succeed?
hr: Prvo, jesu li Vaši ostali zahtjevi bili uspješni?

source: First, type in the <strong>name of the public authority</strong> you'd like information from.
hr: Prvo, upišite <strong>naziv tijela javne vlasti</strong> od kojeg biste željeli dobiti informaciju.

source: Follow
hr: Zapratite

source: Follow all new requests
hr: Pratite sve nove zahtjeve

source: Follow new successful responses
hr: Pratite nove uspješne odgovore

source: Follow requests to {{public_body_name}}
hr: Pratite zahtjeve upućene za {{public_body_name}}

source: Follow these requests
hr: Pratite ove zahtjeve

source: Follow things matching this search
hr: Pratite sve što odgovara ovom pretraživanju

source: Follow this link to see the request:
hr: Pratite ovu poveznicu da biste vidjeli zahtjev:

source: Follow this link to see the requests:
hr: Pratite ovu poveznicu da biste vidjeli zahtjeve:

source: Follow this person
hr: Pratite ovu osobu

source: Follow this request
hr: Pratite ovaj zahtjev

source: Follow up
hr: Dodatna poruka

source: Follow up message sent by requester
hr: Dodatna poruka poslana od strane podnositelja zahtjeva

source: Follow up messages to existing requests are sent to <strong>{{authority_email}}</strong>.
hr: Dodatne poruke za postojeće zahtjeve poslane su <strong>{{authority_email}}</strong>

source: Follow up sent to {{public_body_name}} by {{info_request_user}} on {{date}}.
hr: Dodatna poruka poslana je {{public_body_name}} od strane {{info_request_user}} dana {{date}}.

source: Follow ups and new responses to this request have been stopped to prevent spam. Please <a href="{{url}}">contact us</a> if you are {{user_link}} and need to send a follow up.
hr: Dodatne poruke i novi odgovori na ovaj zahtjev zaustavljeni su kako bi spriječili neželjenu poštu. Molimo, <a href="{{url}}">kontaktirajte nas</a> ako ste {{user_link}} i želite poslati odgovor tijelu javne vlasti.

source: Follow us on Facebook
hr: Pratite nas na Facebooku

source: Follow us on twitter
hr: Pratite nas na Twitteru

source: Following
hr: Pratite

source: Followups cannot be sent for this request, as it was made externally, and published here by {{public_body_name}} on the requester's behalf.
hr: Dodatne poruke ne mogu se poslati za ovaj zahtjev, jer ga je napravio netko izvana, te ga ovdje objavio pod {{public_body_name}} u ime onoga koji je poslao zahtjev.

source: Forgotten your password?
hr: Zaboravili ste Vašu lozinku?

source: Found {{count}} public authority
hr: Pronađeno {{count}} tijela javne vlasti

source: Found {{count}} public authority beginning with ‘{{first_letter}}’
hr: Pronađeno {{count}} tijela javne vlasti s početnim slovom ‘{{first_letter}}’

source: Found {{count}} public authority in the category ‘{{category_name}}’
hr: Pronađeno {{count}} tijela javne vlasti u kategoriji ‘{{category_name}}’

source: Found {{count}} public authority matching the tag ‘{{tag_name}}’
hr: Pronađeno {{count}} tijela javne vlasti s oznakom ‘{{tag_name}}’

source: Four weeks ago you made a Freedom of Information request to {{public_body_name}} using {{site_name}}.
hr: Prije četiri tjedna uputili ste zahtjev za pravo na pristup informacijama {{public_body_name}} putem {{site_name}}

source: Freedom of Information
hr: pristup informacijama
