Repository: DrinKutia/birn-theme
Catalog: locale/*/app.po
Languages: hr

source: Show most relevant results first
hr: Prikaži najrelevantnije rezultate prve

source: Show only...
hr: Prikaži samo...

source: Showing
hr: Filter

source: Sign in
hr: Prijavite se

source: Sign in as the emergency user
hr: Registrirajte se kao korisnik u nuždi

source: Sign in or make a new account
hr: Prijavite se ili napravite novi korisnički račun

source: Sign in or sign up
hr: Prijavite se ili registrirajte

source: Sign in to track this request
hr: Prijavite se kako biste pratili ovaj zahtjev

source: Sign out
hr: Odjavite se

source: Sign up
hr: Registrirajte se

source: Simple search
hr: Jednostavna pretraga

source: Skip
hr: Preskočite

source: Skipped!
hr: Preskočeno!

source: Some notes have been added to your FOI request - {{request_title}}
hr: Bilješke su dodane Vašem zahtjevu za pristup informacijama - {{request_title}}

source: Some of the information requested has been received
hr: Dio traženih informacija je dobijen

source: Some people who've made requests haven't let us know whether they were successful or not. We need <strong>your</strong> help &ndash; choose one of these requests, read it, and let everyone know whether or not the information has been provided. Everyone'll be exceedingly grateful.
hr: Neki od podnositelja zahtjeva nas nisu obavijestili jesu li njihovi zahtjevi bili uspješni ili ne. Trebamo <strong>vašu</strong> pomoć &ndash; odaberite jedan od ovih zahtjeva, pročitajte ga i označite jesu li tražene informacije dobivene ili ne. Svi će vam biti veoma zahvalni.

source: Somebody added a note to your FOI request - {{request_title}}
hr: Netko je dodao komentar na Vaš zahtjev za pristup informacijama - {{request_title}}

source: Someone has updated the status of your request
hr: Netko je ažurirao status Vašeg zahtjeva

source: Someone, perhaps you, just tried to change their email address on {{site_name}} from {{old_email}} to {{new_email}}.
hr: Neko je, možda vi, pokušao promijeniti adresu njihove e-pošte na {{site_name}} iz {{old_email}} u {{new_email}}.

source: Sorry - you cannot respond to this request via {{site_name}}, because this is a copy of the request originally at {{link_to_original_request}}.
hr: Žao nam je - ne možete odgovoriti na ovaj zahtjev putem {{site_name}}, jer je ovo kopija originalnog zahtjeva na {{link_to_original_request}}.

source: Sorry, '{{authority_name}}' has been marked as defunct, which means we can no longer process requests to them. You may need to check whether their responsibilities have been taken over by a different authority.
hr: Nažalost, "{{authority_name}}" je označen kao neaktivan, što znači da im više ne možemo podnositi zahtjeve. Možda ćete morati provjeriti je li njihove odgovornosti preuzelo drugo tijelo javne vlasti.

source: Sorry, but only {{user_name}} is allowed to do that.
hr: Žao nam je ali samo {{user_name}} može to učiniti.

source: Sorry, there was a problem processing this page
hr: Oprostite postoji problem u procesiranju stranice

source: Sorry, we couldn't find that page
hr: Žao nam je, nismo mogli pronaći tu stranicu

source: Sorry, we're currently unable to add your annotation. Please try again later.
hr: Nažalost, trenutno ne možemo dodati vašu bilješku. Molimo pokušajte ponovo kasnije.

source: Sorry, we're currently unable to send your request. Please try again later.
hr: Nažalost, trenutno ne možemo poslati Vaš zahtjev. Molimo pokušajte ponovo kasnije.

source: Sorry, we're currently unable to sign up new users, please try again later
hr: Nažalost, trenutno ne možemo prijaviti nove korisnike. Molimo pokušajte ponovo kasnije

source: Source URL is too long
hr: Izvorni URL je predugačak

source: Source URL:
hr: URL izvora:

source: Source:
hr: Izvor:

source: Spreadsheets
hr: Tablice

source: Start classifying
hr: Počnite klasificirati

source: Start extracting
hr: Počnite izdvajati

source: Start your own request
hr: Pokrenite vlastiti zahtjev

source: Statistics
hr: Statistika

source: Stay up to date
hr: Budite u toku

source: Still awaiting an <strong>internal review</strong>
hr: I dalje čeka odgovor na <strong>požurnicu</strong>

source: Subject
hr: Predmet

source: Subject:
hr: Predmet:

source: Submit
hr: Predajte

source: Submit Search
hr: Pošaljite upit

source: Submit data
hr: Predajte podatke

source: Submit request
hr: Predajte zahtjev

source: Submit status
hr: Predajte status i pošaljite poruku

source: Submit status and send message
hr: Predajte status i pošaljite poruku

source: Subscribe to blog
hr: Pretplatiti se na blog

source: Subscription cancelled
hr: Pretplata je otkazana

source: Subscription reactivated
hr: Pretplata je ponovo aktivirana

source: Subscription renewal failure
hr: Obnavljanje pretplate nije uspjelo

source: Subscription renewal repeated failure
hr: Obnavljanje pretplate ponovo nije uspjeo

source: Subscription renewed
hr: Pretplata je obnovljena

source: Subscription renewed after failure
hr: Pretplata je obnovljena nakon neuspjeha

source: Success
hr: Uspješno

source: Successful
hr: Uspješan

source: Successful Freedom of Information requests
hr: Uspješni zahtjevi za pristup informacijama

source: Successful requests
hr: Uspješni zahtjevi

source: Successful.
hr: Uspješan.

source: Suggest how the requester can find the <strong>rest of the information</strong>.
hr: Predložite kako podnositelj zahtjeva može pronaći <strong>ostatak informacije</strong>.

source: Summary
hr: Sažetak

source: Summary is too short. Please be a little more descriptive about the information you are asking for.
hr: Sažetak je prekratak. Molimo Vas, detaljnije opišite informacije koje tražite.

source: Suspended users cannot edit their profile
hr: Suspendirani korisnici ne mogu uređivati svoj profil

source: Table of statuses
hr: Tablica statusa

source: Table of varieties
hr: Tablica vrsta

source: Tags (separated by a space):
hr: Oznake (odvojene razmakom):

source: Tags:
hr: Oznake:

source: Tasks
hr: Zadaci

source: Thank you for helping us keep the site tidy!
hr: Hvala što nam pomažete da održavamo ovu mrežnu stranicu urednom!

source: Thank you for making an annotation!
hr: Hvala što ste napravili bilješku!

source: Thank you for responding to this FOI request! Your response has been published below, and a link to your response has been emailed to {{user_name}}.
hr: Hvala vam na odgovoru na ovaj zahtjev za pristup informacijama! Vaš je odgovor objavljen ispod, a poveznica je poslana elektroničkom poštom korisniku {{user_name}}.

source: Thank you for updating the status of the request '<a href="{{url}}">{{info_request_title}}</a>'. There are some more requests below for you to classify.
hr: Hvala na ažuriranju statusa zahtjeva '<a href="{{url}}">{{info_request_title}}</a>'. Ispod je još nekoliko zahtjeva koje možete klasificirati.

source: Thank you for updating this request!
hr: Hvala vam na ažuriranju zahtjeva!

source: Thank you for updating your profile photo
hr: Hvala što ste ažurirali sliku na Vašem profilu

source: Thank you! Here are some ideas on what to do next:
hr: Hvala! Ovdje je nekoliko ideja za sljedeće korake:

source: Thank you! Hope you don't have to wait much longer.
hr: Hvala! Nadamo se da nećete još dugo čekati.

source: Thank you! Hopefully your wait isn't too long.
hr: Hvala! Nadamo se da nećete dugo čekati.

source: Thank you! We'll look into what happened and try and fix it up.
hr: Hvala vam! Provjerit ćemo što se dogodilo i pokušati to popraviti.

source: Thank you! Your request is long overdue, by more than {{very_late_number_of_days}} working days. Most requests should be answered within {{late_number_of_days}} working days. You might like to complain about this, see below.
hr: Hvala! Vaš je zahtjev odavno istekao, prije {{very_late_number_of_days}} radnih dana. Većina zahjeva mora biti odgovorena unutar {{late_number_of_days}} radnih dana. Imate pravo na žalbu. Više informacija o žalbama, pogledajte ispod.

source: Thanks for helping - your work will make it easier for everyone to find successful responses, and maybe even let us make league tables...
hr: Hvala na pomoći - vaš rad će svima olakšati pronalaženje uspješnih odgovora i omogućiti nama da radimo statistiku najboljih zahtjeva i tijela javne vlasti...

source: Thanks for your suggestion to add {{public_body_name}}. It's been added to the site here:
hr: Hvala na prijedlogu za dodavanje {{public_body_name}}. Dodan je na stranicu ovdje:

source: Thanks for your suggestion to update the email address for {{public_body_name}} to {{public_body_email}}. This has now been done and any new requests will be sent to the new address.
hr: Hvala na prijedlogu za ažuriranje adrese e-pošte službenika za informiranje {{public_body_name}} u novu adresu {{public_body_email}}. To je učinjeno te će budući zahtjevi za pristup informacijama biti poslani na novu adresu.

source: Thanks very much - this will help others find useful stuff. We'll also, if you need it, give advice on what to do next about your requests.
hr: Hvala vam puno - ovo će pomoći drugima da pronađu korisne stvari. Mi ćemo također, ako zatrebate, pružiti savjet što raditi dalje s vašim zahtjevima.

source: Thanks very much for helping keep everything <strong>neat and organised</strong>. We'll also, if you need it, give you advice on what to do next about each of your requests.
hr: Hvala vam što pomažete da sve bude<strong>uredno i organizirano</strong>. Mi ćemo vam, ako zatrebate, dati savjet što dalje raditi sa svakim od vaših zahtjeva.

source: That doesn't look like a valid email address. Please check you have typed it correctly.
hr: Adresa e-pošte ne čini se valjanom. Molimo provjerite jeste li je pravilno upisali.

source: The <strong>review has finished</strong> and overall:
hr: Pregled <strong>je završen</strong> status:

source: The Freedom of Information Act <strong>does not apply</strong> to
hr: Zakon o pravu na pristup informacijama <strong>se ne odnosi</strong> na

source: The URL where you found the article.
hr: Poveznica URL-a na kojem ste pronašli članak.

source: The URL where you found the email address. This field is optional, but it would help us a lot if you can provide a link to a specific page on the authority's website that gives this address, as it will make it much easier for us to check.
hr: URL na kojem ste pronašli adresu e-pošte. Polje nije obavezno, ali pomoglo bi nam ukoliko nam možete dati poveznicu na određenu stranicu tijela javne vlasti na kojoj je ova adresa, jer tako biste nam jako olakšali provjeru.

source: The accounts have been left as they previously were.
hr: Korisnički računi nisu mijenjani

source: The article references all requests in this batch
hr: Članak s referencama na sve zahtjeve u ovoj skupini

source: The authority do <strong>not have</strong> the information <small>(maybe they say who does)</small>
hr: Tijelo javne vlasti <strong>ne posjeduje</strong> informacije <small>(možda mogu reći tko posjeduje)

source: The authority email doesn't look like a valid address
hr: Adresa e-pošte tijela javne vlasti ne izgleda kao valjana adresa

source: The authority only has a <strong>paper copy</strong> of the information.
hr: Tijelo javne vlasti ima samo informaciju u <strong>papirnatom obliku</strong>.

source: The authority say that they <strong>need a postal address</strong>, not just an email, for it to be a valid FOI request
hr: Iz tijela javne vlasti kažu da im <strong>treba poštanska adresa</strong>, ne samo adresa e-pošte, da bi zahtjev za pristup informacijama bio valjan

source: The authority would like to / has <strong>responded by postal mail</strong> to this request.
hr: Tijelo javne vlasti želi / mora na ovaj zahtjev <strong>odgovoriti poštanskim putem</strong>.

source: The classification of requests (e.g. to say whether they were successful or not) is done manually by users and administrators of the site, which means that they are subject to error.
hr: Klasifikaciju zahtjeva (tj. jesu li bili uspješni ili ne) rade ručno korisnici ili administratori stranice, što znači da su podložni pogrešci.

source: The contact email address for FOI requests to the authority.
hr: Kontakt adresa e-pošte za zahtjeve za pristup informacijama tijela javne vlasti.

source: The email that you, on behalf of {{public_body}}, sent to {{user}} <{{incoming_email}}> to reply to an {{law_used_short}} request has not been delivered.
hr: Elektronička pošta koju ste u ime {{public_body}}, poslali {{user}} <{{incoming_email}}> kako biste odgovorili na zahtjev za {{law_used_short}}, nije dostavljena.

source: The error bars shown are 95% confidence intervals for the hypothesized underlying proportion (i.e. that which you would obtain by making an infinite number of requests through this site to that authority). In other words, the population being sampled is all the current and future requests to the authority through this site, rather than, say, all requests that have been made to the public body by any means.
hr: Prikazane trake pogrešaka su intervali pouzdanosti od 95% za hipotetski temeljni udio (tj. onaj koji bi postigli izradom beskonačnog broja zahtjeva putem ove stranice prema tijelima javne vlasti). Drugim riječima, uzorak koji je uzet za uzorkovanje su svi trenutni i budući zahtjevi prema tijelu javne vlasti napravljeni putem ove stranice, radije nego, npr. svi zahtjevi upućeni javnom tijelu bilo kojim putem.

source: The following request has been made public on {{site_name}}.
hr: Sljedeći zahtjev je objavljen na {{site_name}}.

source: The following request will be made public on {{site_name}} in the next week. If you do not wish this request to go public at that time, please click on the link below to keep it private for longer.
hr: Sljedeći zahtjev će biti objavljen na {{site_name}} u narednom tjednu. Ako ne želite da ovaj zahtjev tada postane javan, kliknite na poveznicu ispod kako biste ga duže zadržali privatnim.

source: The last incoming message was created in the last day
hr: Posljednja dolazna poruka stvorena je danas

source: The last incoming message was created over a day ago
hr: Posljednja dolazna poruka stvorena je prije više od jednog dana

source: The last outgoing message was created in the last day
hr: Posljednja odlazna poruka stvorena je danas

source: The last outgoing message was created over a day ago
hr: Posljednja odlazna poruka stvorena je prije više od jednog dana

source: The last user was created in the last day
hr: Posljednji korisnik stvoren je danas

source: The last user was created over a day ago
hr: Posljednji korisnik stvoren je prije više od jednog dana

source: The page doesn't exist. Things you can try now:
hr: Stranica ne postoji. Možete probati:

source: The percentages are calculated with respect to the total number of requests, which includes invalid requests; this is a known problem that will be fixed in a later release.
hr: Postotci su izračunati uzimajući u obzir ukupni broj zahtjeva, koji uključuje i nepotpune zahtjeve; ovo je poznati problem koji će biti naknadno riješen.

source: The public authority does not have the information requested
hr: Tijelo javen vlasti ne posjeduje tražene informacije

source: The public authority would like part of the request explained
hr: Tijelo javne vlasti bi htjela objašnjenje dijela zahtjeva

source: The public authority would like to / has responded by postal mail
hr: Tijelo javne vlasti želi / mora odgovoriti ili je već odgovorio poštanskim putem

source: The request has been <strong>refused</strong>
hr: Zahtjev je <strong>odbijen</strong>

source: The request has been updated since you originally loaded this page. Please check for any new incoming messages below, and try again.
hr: Zahtjev je ažuriran otkako ste prvi put učitali ovu stranicu. Molimo provjerite nove dolazne poruke ispod i pokušajte ponovo.

source: The request is <strong>waiting for clarification</strong>.
hr: Zahtjev <strong>čeka na objašnjenje</strong>.

source: The request was <strong>partially successful</strong>.
hr: Zahtjev je <strong>djelomično uspješan</strong>.

source: The request was <strong>refused</strong> by {{authority_name}}.
hr: Zahtjev je <strong>odbijen</strong> od strane {{authority_name}}.

source: The request was <strong>successful</strong>.
hr: Zahtjev je <strong>uspješan</strong>.

source: The request was refused by the public authority
hr: Tijelo javne vlasti je odbilo zahtjev

source: The request you have tried to view has been removed. There are various reasons why we might have done this, sorry we can't be more specific here. Please <a href="{{url}}">contact us</a> if you have any questions.
hr: Zahtjev koji ste pokušali pregledati je uklonjen. Postoje razni razlozi zbog kojih smo to mogli uraditi, žao nam je ali ne možemo biti precizniji po tom pitanju. Molimo <a href="{{url}}">kontaktirajte nas</a> ako imate pitanja.

source: The requester has abandoned this request for some reason
hr: Podnositelj je iz nekog razloga odustao od ovog zahtjeva

source: The response to your request has been <strong>delayed</strong>. Although the authority has no legal obligation to reply, they should normally have responded by <strong>{{date}}</strong>
hr: Odgovor na vaš zahtjev <strong>kasni</strong>. Iako tijelo javne vlasti nema zakonsku obvezu odgovoriti, trebali bi obično odgovoriti do <strong> {{date}}</strong>

source: The response to your request has been <strong>delayed</strong>. You can say that, by law, the authority should normally have responded <strong>promptly</strong> and by <strong>{{date}}</strong>
hr: Odgovor na vaš zahtjev <strong>kasni</strong>. Može se reći da je po zakonu tijelo javne vlasti trebalo odgovoriti <strong>brzo</strong> i ne kasnije od <strong>{{date}}</strong>

source: The response to your request is <strong>long overdue</strong>. Although the authority has no legal obligation to reply, they should have responded by now
hr: Odgovor na vaš zahtjev je <strong>u velikom kašnjenju</strong>. Iako tijelo javne vlasti nema zakonsku obvezu odgovoriti, trebali su do sada odgovoriti

source: The response to your request is <strong>long overdue</strong>. You can say that, by law, under all circumstances, the authority should have responded by now
hr: Odgovor na vaš zahtjev <strong>kasni</strong>. Može se reći da po zakonu, u svakom slučaju, tijelo javen vlasti trebalo odgovoriti do sada

source: The search index is currently offline, so we can't show the Freedom of Information requests that have been made to this authority.
hr: Indeks za pretragu je trenutno isključen, ne možemo prikazati zahtjeve za pristup informacijama podnesene ovom tijelu javne vlasti.

source: The search index is currently offline, so we can't show the Freedom of Information requests this person has made.
hr: Indeks za pretragu trenutno je isključen, zbog toga ne možemo prikazati zahtjeve za pristup informacijama koje je napravila ova osoba.

source: The widget will look like this:
hr: Widget će izgledati ovako:

source: The {{site_name}} team.
hr: {{site_name}} tim.

source: Then you can add citations
hr: Tada možete dodati citate

source: Then you can cancel the alert.
hr: Tada možete poništiti automatsko upozorenje.

source: Then you can cancel the alerts.
hr: Tada možete poništiti automatska upozorenja.

source: Then you can change your email address used on {{site_name}}
hr: Tada možete promijeniti Vašu adresu e-pošte korištenu na {{site_name}}

source: Then you can change your password on {{site_name}}
hr: Tada možete promijeniti Vašu lozinku na {{site_name}}

source: Then you can classify the FOI response you have got from {{authority_name}}.
hr: Tada možete klasificirati odgovor na zahtjev za pristup informacijama koji ste dobili od {{authority_name}}.

source: Then you can download a zip file of {{info_request_title}}.
hr: Tada možete preuzeti zip datoteku {{info_request_title}}.

source: Then you can join this project
hr: Tada se možete pridružiti ovom projektu

source: Then you can leave this project
hr: Tada možete napustiti ovaj projekt

source: Then you can log into the administrative interface
hr: Tada se možete prijaviti na administratorsko sučelje

source: Then you can make a batch request
hr: Tada možete uputiti skupni zahtjev

source: Then you can play the request categorisation game.
hr: Tada možete igrati igru kategorizacije zatjeva.

source: Then you can report the request '{{title}}'
hr: Tada možete prijaviti zahtjev '{{title}}'

source: Then you can send a message to {{user_name}}.
hr: Tada možete poslati poruku za {{user_name}}.

source: Then you can sign in to {{site_name}}
hr: Tada se možete prijaviti na {{site_name}}

source: Then you can update the status of your request to {{authority_name}}.
hr: Tada možete ažurirati status Vašeg zahtjeva prema {{authority_name}}.

source: Then you can upload an FOI response.
hr: Tada možete postaviti odgovor na zahtjev za pristup informacijama.

source: Then you can write follow up message to {{authority_name}}.
hr: Tada možete napisati dodatnu poruku za {{authority_name}}.

source: Then you can write your reply to {{authority_name}}.
hr: Tada možete napisati svoj odgovor za {{authority_name}}.

source: Then you will be following all new FOI requests.
hr: Tada ćete pratiti sve nove zahtjeve za pristup informacijama.

source: Then you will be notified whenever '{{user_name}}' requests something or gets a response.
hr: Tada ćete biti obaviješteni svaki put kada '{{user_name}}' zahtijeva nešto ili dobije odgovor.

source: Then you will be notified whenever a new request or response matches your search.
hr: Tada ćete biti obaviješteni svaki put kada novi zahtjev ili odgovor odgovara Vašoj pretrazi.

source: Then you will be notified whenever an FOI request succeeds.
hr: Tada ćete biti obaviješteni svaki put kada zahtjev za pristup informacijama uspije.

source: Then you will be notified whenever someone requests something or gets a response from '{{public_body_name}}'.
hr: Tada ćete biti obaviješteni svaki put kada netko zahtijeva nešto ili dobije odgovor od '{{public_body_name}}'.

source: Then you will be updated whenever the request '{{request_title}}' is updated.
hr: Tada ćete biti obaviješteni svaki put kada se '{{request_title}}' ažurira.

source: Then you'll be allowed to send FOI requests.
hr: Tada će Vam biti dozvoljeno da šaljete zahtjeve za pristup informacijama.

source: Then your FOI request to {{public_body_name}} will be sent and published.
hr: Tada će vaš PPI zahtjev za {{public_body_name}} biti poslan i objavljen.

source: Then your annotation to {{info_request_title}} will be posted.
hr: Tada će Vaša bilješka za '{{info_request_title}}' biti postavljena.

source: There are no requests to classify right now. Great job!
hr: Trenutno nema zahtjeva za klasificiranje. Odličan posao!

source: There are no requests to extract right now. Great job!
hr: Trenutno nema zahtjeva za izdvajanje podataka. Odličan posao!

source: There are {{count}} new annotations on your {{law_used_short}} request. Follow this link to see what they wrote.
hr: Postoje {{count}} nove bilješke na Vašem {{law_used_short}} zahtjevu. Pratite ovu poveznicu da pogledate što je napisano.

source: There is a limit on the number of requests you can make in a day, because we don’t want public authorities to be bombarded with large numbers of inappropriate requests. If you feel you have a good reason to ask for the limit to be lifted in your case, please <a href='{{help_contact_path}}'>get in touch</a>.
hr: Postoji ograničenje broja zahtjeva koje možete dnevno izraditi. Ne želimo da tijela javne vlasti budu zatrpane velikim brojem neprikladnih zahtjeva. Ukoliko mislite da, u Vašem slučaju, imate dobar razlog zatražiti veći broj zahtjeva, molimo <a href='{{help_contact_path}}'>javite nam se</a>.

source: There is nothing to display yet.
hr: Još nema ničega za prikazati.
