Repository: DrinKutia/birn-theme
Catalog: locale/*/app.po
Languages: hr

source: We couldn't determine the delivery status of this message. It can take up to 24 hours after the message has been sent to determine delivery status information.
hr: Nismo mogli utvrditi status isporuke ove poruke. Potrebno je i do 24 sata nakon slanja poruke za utvrđivanje podataka o statusu isporuke.

source: We couldn’t display any logs for this message.
hr: Nismo mogli prikazati zapisnike za ovu poruku.

source: We couldn’t load the mail server logs for this message.
hr: Nismo mogli učitati zapisnike mail servera za ovu poruku.

source: We do not have a working request email address for this authority.
hr: Ne posjedujemo ispravnu e-mail adresu službenika za informiranje ovog tijela javne vlasti.

source: We do not have a working {{law_used_full}} address for {{public_body_name}}.
hr: Nemamo ispravnu {{law_used_full}} adresu za {{public_body_name}}.

source: We don't know the delivery status for this message.
hr: Ne znamo status isporuke za ovu poruku.

source: We don't know whether the most recent response to this request contains information or not &ndash; if you are {{user_link}} please <a href="{{url}}">sign in</a> and let everyone know.
hr: Ne znamo sadrži li najnoviji odgovor na ovaj zahtjev tražene informacije &ndash; ako ste {{user_link}} molimo <a href="{{url}}">prijavite se</a> i označite posljednji status.

source: We have <a href="{{other_means_url}}">suggestions</a> on other means to answer your question.
hr: Imamo <a href="{{other_means_url}}">prijedloge</a> o drugim načinima za odgovor na Vaše pitanje.

source: We publish it all online. Great! Now you have your answer, and everybody else can access it too.
hr: Sve ćemo objaviti na internetu. Odlično! Sada imate informacije koje ste tražili i svatko im može pristupiti.

source: We will not reveal your email address to anybody unless <a href="{{url}}">you or the law tell us to</a>.
hr: Nećemo razotkriti vašu adresu e-pošte nikome, osim ako <a href="{{url}}">vi ili zakon to ne zahtijevate</a>.

source: We will not reveal your email address to anybody unless you or the law tell us to.
hr: Nećemo prikazati vašu adresu e-pošte nikome, osim ako vi ili zakon to ne zahtijevate.

source: We will not reveal your email addresses to anybody unless you or the law tell us to.
hr: Nećemo prikazati vašu e-mail adresu nikome, osim ako vi ili zakon to ne zahtijevate.

source: We would like to know more about you, and your experience making a Freedom of Information request through the site.
hr: Htjeli bismo znati kakva su vaša iskustva sa Zakonom o pravu na pristup informacijama i zahtjevom upućenim putem platforme.

source: We'll drop you an email as soon as your request gets a response.
hr: Poslati ćemo vam e-mail čim stigne odgovor na vaš zahtjev.

source: We're glad you got all the information that you wanted.
hr: Drago nam je da ste dobili željene informacije.

source: We're glad you got all the information that you wanted. If you write about or make use of the information, please come back and add an annotation below saying what you did.
hr: Drago nam je da ste dobili informacije koje ste htjeli. Ako ćete pisati o tome ili koristiti informacije, molimo vratite se i ispod napišite bilješku o onome što ste napravili.

source: We're glad you got some of the information that you wanted.
hr: Drago nam je da ste dobili dio željenih informacija.

source: We're glad you got some of the information that you wanted. If you found {{site_name}} useful, <a href="{{donation_url}}">make a donation</a> to the charity which runs it.
hr: Drago nam je da ste dobili dio željenih informacija. Ako mislite da je {{site_name}} bio koristan, <a href="{{donation_url}}">donirajte</a> nevladinoj organizaciji koja ga vodi.

source: We're waiting for someone to read a recent response and update the status accordingly. Perhaps <strong>you</strong> might like to help out by doing that?
hr: Čekamo da netko pročita nedavni odgovor i ažurira status na odgovarajući način. Možda biste <strong>Vi</strong> željeli pomoći u tome?

source: We're waiting for {{user}} to read a recent response and update the status.
hr: Čekamo da {{user}} pročita nedavni odgovor i ažurira status.

source: We've received a delivery status notification from the mailserver belonging to the authority.
hr: Primili smo obavijest o statusu isporuke od mail servera tijela javne vlasti.

source: We've sent an email to your new email address. You'll need to click the link in it before your email address will be changed.
hr: Poslali smo e-poštu na vašu novu adresu e-pošte. Tamo ćete pronaći poveznicu na koju treba kliknuti prije nego vaša adresa bude izmijenjena.

source: We've sent this message but we have not received a confirmation of receipt from the authority's mailserver. This can take some time.
hr: Poslali smo ovu poruku, ali nismo primili potvrdu o primitku mail servera tijela javne vlasti. To može potrajati neko vrijeme.

source: We've sent you an email, and you'll need to click the link in it before you can continue.
hr: Poslali smo vam e-poštu, tamo ćete pronaći poveznicu na koju treba kliknuti prije nego što nastavite.

source: We've sent you an email, click the link in it, then you can change your password.
hr: Poslali smo vam e-poštu, kliknite na poveznicu u njoj, i tada ćete moći promjeniti vašu lozinku.

source: Week starting
hr: Tjedan počinje

source: Welcome to the project!
hr: Dobrodošli na projekt!

source: What are you doing?
hr: Što radite?

source: What are you investigating using Freedom of Information?
hr: Što istražujete koristeći Zakon o slobodnom pristupu informacijama ?

source: What best describes the status of this request now?
hr: Što najbolje opisuje status ovog zahtjeva sada?

source: What information has been released?
hr: Koje su informacije objavljene?

source: What information has been requested?
hr: Koje su informacije zatražene?

source: What next?
hr: Što dalje?

source: What type of article is it?
hr: Kakva je to vrsta članka?

source: What's happened:
hr: Što se dogodilo:

source: When you get there, please update the status to say if the response contains any useful information.
hr: Putem linka označite da li odgovor sadrži tražene informacije.

source: When you receive the paper response, please help others find out what it says:
hr: Kada dobijete odgovor u papirnatom obliku, molimo pomozite drugima da saznaju njen sadržaj:

source: When you want to change your account password, you will also need to enter your two factor one time passcode. Your one time passcode can only be used once, so a new one will be generated after you've successfully changed your password. You'll need to update your password manager or print the new passcode.
hr: Kada poželite promijeniti lozinku računa, morat ćete unijeti i Vašu jednokratnu zaporku dvofaktorske provjere autentičnosti. Vaša jednokratna zaporka se može upotrijebiti samo jednom, tako da će se, nakon što uspješno promijenite lozinku, generirati nova. Trebat ćete ažurirati upravitelja lozinki ili ispisati novu lozinku.

source: When you're done, <strong>come back here</strong>, <a href="{{url}}">reload this page</a> and file your new request.
hr: Kada završite, <strong>vratite se ovdje</strong>, <a href="{{url}}">učitajte ponovo ovu stranicu</a> i spremite Vaš novi zahtjev.

source: Which of these is happening?
hr: Što se od ovoga događa?

source: Who can I request information from?
hr: Od koga mogu tražiti informacije?

source: Why specifically do you consider this request unsuitable?
hr: Zašto ovaj zahtjev smatrate neodgovarajućim?

source: Withdrawn
hr: Povučeno

source: Withdrawn by the requester.
hr: Povučeno od strane podnositelja zahtjeva.

source: Write a reply
hr: Napisati odgovor

source: Write a reply to {{authority_name}}
hr: Napišite odgovor za {{authority_name}}

source: Write about this on Medium
hr: Pišite o tome na Mediumu

source: Write your FOI follow up message to {{authority_name}}
hr: Napišite svoju dodatnu poruku za pravo na pristup informacijama za {{authority_name}}

source: Write your request in <strong>simple, precise language</strong>.
hr: Pišite Vaš zahtjev <strong>jednostavnim, preciznim jezikom</strong>.

source: Yes
hr: Da

source: You already created the same batch of requests on {{date}}. You can either view the <a href="{{existing_batch}}">existing batch</a>, or edit the details below to make a new but similar batch of requests.
hr: Već ste stvorili jednaku skupinu zahtjeva dana {{date}}. Možete vidjeti <a href="{{existing_batch}}">postojeći zahtjev</a>, ili urediti detalje ispod kako biste napravili novu, ali sličnu skupinu zahtjeva.

source: You are a <strong>contributor</strong> on this project
hr: Vi ste <strong>suradnik</strong> na ovom projektu

source: You are already a member of this project
hr: Već ste član ovog projekta

source: You are already following new requests
hr: Već pratite nove zahtjeve

source: You are already following things matching this search
hr: Već pratite stavke koje odgovaraju ovom pretraživanju

source: You are already following this person
hr: Već pratite ovu osobu

source: You are already following this request
hr: Već pratite ovaj zahtjev

source: You are already subscribed to '{{link_to_authority}}', a public authority.
hr: Već ste pretplaćeni na '{{link_to_authority}}', javnu ustanovu.

source: You are already subscribed to '{{link_to_request}}', a request.
hr: Već ste pretplaćeni na '{{link_to_request}}', zahtjev.

source: You are already subscribed to '{{link_to_user}}', a person.
hr: Već ste pretplaćeni na '{{link_to_user}}', osobu.

source: You are already subscribed to <a href="{{search_url}}">this search</a>.
hr: Već ste pretplaćeni na <a href="{{search_url}}">ovo pretraživanje</a>.

source: You are already subscribed to any <a href="{{new_requests_url}}">new requests</a>.
hr: Već ste pretplaćeni na sve<a href="{{new_requests_url}}">nove zahtjeve</a>.

source: You are already subscribed to any <a href="{{successful_requests_url}}">successful requests</a>.
hr: Već ste pretplaćeni na sve <a href="{{successful_requests_url}}">uspješne zahtjeve</a>.

source: You are an <strong>owner</strong> on this project
hr: Vi ste <strong>vlasnik</strong> ovog projekta

source: You are currently receiving notification of new activity on your wall by email.
hr: Trenutno e-poštom dobivate obavijesti o novim aktivnostima na vašem zidu.

source: You are following all new successful responses
hr: Pratite sve nove uspješne odgovore

source: You are no longer following '{{link_to_authority}}', a public authority.
hr: Više ne pratite '{{link_to_authority}}', javnu ustanovu.

source: You are no longer following '{{link_to_request}}', a request.
hr: Više ne pratite '{{link_to_request}}', zahtjev.

source: You are no longer following '{{link_to_user}}', a person.
hr: Više ne pratite '{{link_to_user}}', osobu.

source: You are no longer following <a href="{{new_requests_url}}">new requests</a>.
hr: Više ne pratite <a href="{{new_requests_url}}">nove zahtjeve</a>.

source: You are no longer following <a href="{{search_url}}">this search</a>.
hr: Više ne pratite <a href="{{search_url}}">ovo pretraživanje</a>.

source: You are no longer following <a href="{{successful_requests_url}}">successful requests</a>.
hr: Više ne pratite <a href="{{successful_requests_url}}">uspješne zahtjeve</a>.

source: You are now <a href="{{wall_url_user}}">following</a> updates about '{{link_to_authority}}', a public authority.
hr: Sada <a href="{{wall_url_user}}">pratite</a> ažuriranja tijela javen vlasti '{{link_to_authority}}'.

source: You are now <a href="{{wall_url_user}}">following</a> updates about '{{link_to_request}}', a request.
hr: Sada <a href="{{wall_url_user}}">pratite</a> ažuriranja o '{{link_to_request}}', zahtjevu.

source: You are now <a href="{{wall_url_user}}">following</a> updates about '{{link_to_user}}', a person.
hr: Sada <a href="{{wall_url_user}}">pratite</a> ažuriranja o '{{link_to_user}}', osobi.

source: You are now <a href="{{wall_url_user}}">following</a> updates about <a href="{{new_requests_url}}">new requests</a>.
hr: Sada <a href="{{wall_url_user}}">pratite</a> ažuriranja o <a href="{{new_requests_url}}">novim zahtjevima</a>.

source: You are now <a href="{{wall_url_user}}">following</a> updates about <a href="{{search_url}}">this search</a>.
hr: Sada <a href="{{wall_url_user}}">pratite</a> ažuriranja o <a href="{{search_url}}">ovom pretraživanju</a>.

source: You are now <a href="{{wall_url_user}}">following</a> updates about <a href="{{successful_requests_url}}">successful requests</a>.
hr: Sada <a href="{{wall_url_user}}">pratite</a> ažuriranja o <a href="{{successful_requests_url}}">uspješnim zahtjevima</a>.

source: You can <strong>complain</strong> by
hr: Možete se <strong>žaliti</strong> tako što ćete

source: You can change the requests and users you are following on <a href="{{profile_url}}">your profile page</a>.
hr: Možete promijeniti zahtjeve i korisnike koje pratite na <a href="{{profile_url}}">stranici Vašeg profila</a>.

source: You can get this page in computer-readable format as part of the <a href="{{json_path}}">main JSON page</a> for the request. See the <a href="{{api_path}}">API documentation</a>.
hr: Ovu stranicu možete dobiti u strojno čitljivom obliku kao dio <a href="{{json_path}}">glavne JSON stranice</a> za zahtjeve. Pogledajte <a href="{{api_path}}">API dokumentaciju</a>.

source: You can regenerate your one time passcode at any time.
hr: Možete ponovno generirati Vašu jednokratnu zaporku u bilo kojem trenutku.

source: You can see the request and remind the body to respond with the following link:
hr: Možete vidjeti zahtjeve i podsjetiti tijela javne vlasti da odgovore pomoću sljedećih poveznica:

source: You can see the request and tell the body to respond with the following link. You might like to ask for an internal review, asking them to find out why their response to the request has been so slow.
hr: Možete vidjeti zahtjeve i reći tijelima javne vlasti da odgovore pomoću sljedećih poveznica. Ako ne odgovore, možda želite tražiti požurnicu ili podnijeti žalbu radi šutnje tijela javne vlasti Povjereniku za informiranje.

source: You can see the response with the following link:
hr: Možete vidjeti odgovore putem sljedećih poveznica:

source: You can't update your profile text at this time.
hr: Trenutačno ne možete ažurirati tekst svog profila.

source: You have a new response to the {{law_used_full}} request '{{request_title}}' that you made to {{public_body_name}}.
hr: Imate novi odgovor na {{law_used_full}} zahtjev '{{request_title}}' koji ste podnijeli prema {{public_body_name}}.

source: You have found a bug. Please <a href="{{contact_url}}">contact us</a> to tell us about the problem
hr: Pronašli ste programsku pogrešku. Molimo <a href="{{contact_url}}">kontaktirajte nas</a> da nam ukažete na problem.

source: You have hit the rate limit on new requests. Users are ordinarily limited to {{max_requests_per_user_per_day}} requests in any rolling 24-hour period. You will be able to make another request in {{can_make_another_request}}.
hr: Dosegli ste limit novih zahtjeva. Korisnici su ograničeni na {{max_requests_per_user_per_day}} zahtjeva u periodu od 24 sata. Novi zatjev bit će moguć za {{can_make_another_request}}.

source: You have left the project.
hr: Napustili ste projekt.

source: You have made no Freedom of Information requests using this site.
hr: Niste podnijeli nijedan zahtjev za pristup informacijama koristeći ovu mrežnu stranicu.

source: You have now changed the text about you on your profile.
hr: Sada ste promijenili tekst o Vama na Vašem profilu.

source: You have now changed your email address used on {{site_name}}
hr: Sada ste promijenili adresu Vaše e-pošte korištenu na {{site_name}}

source: You have the <strong>right</strong> to request information from any publicly-funded body, and get answers. {{site_name}} helps you make a Freedom of Information request. It also publishes all requests online.
hr: Imate <strong>pravo</strong> zahtijevati informacije od bilo kojeg tijela javne vlasti poput rješenja, pravilnika, ugovora, izvješća, planova, odluka, statuta i drugih postojećih dokumenata. {{site_name}} vam pomaže podnijeti zahtjev za pristup informacijama. Odgovori na zahtjeve objavljeni su i svima uvijek dostupni.

source: You just tried to sign up to {{site_name}}, when you already have an account. Your name and password have been left as they previously were. Please click on the link below.
hr: Probali ste se registrirati na {{site_name}}, iako već imate korisnički račun. Vaše ime i lozinka ostali su isti kao prije. Molimo kliknite na poveznicu ispod.

source: You know what caused the error, and can <strong>suggest a solution</strong>, such as a working email address.
hr: Znate što je uzrok pogrešci i možete <strong>predložiti rješenje</strong>, poput ispravne adrese e-pošte.

source: You left an annotation ({{date}})
hr: Ostavili ste bilješku ({{date}})

source: You may <strong>include attachments</strong>. If you would like to attach a file too large for email, use the form below.
hr: Možete <strong>dodati priloge</strong>. Ako želite priložiti dokument prevelik za e-poštu, koristite obrazac ispod.

source: You may be able to find one on their website, or by phoning them up and asking. If you manage to find one, then please <a href="{{help_url}}">send it to us</a>.
hr: Moguće je da ćete je pronaći na njihovoj internetskoj stranici. Ako je uspijete pronaći, onda vas molimo <a href="{{help_url}}">da nam je pošaljete</a>.

source: You may be able to find one on their website, or by phoning them up and asking. If you manage to find one, then please send it to us:
hr: Možda ćete pronaći na njihovoj internetskoj stranici, ili ih možete nazvati i pitati. Ukoliko uspijete pronaći, molimo pošaljite nam:

source: You might find some useful information in the notes we hold about '{{authority_name}}':
hr: Možete pronaći neke korisne informacije u bilješkama koje imamo o '{{authority_name}}':

source: You need to be logged in to change the text about you on your profile.
hr: Morate biti prijavljeni ukoliko želite mjenjati tekst o Vama na Vašem profilu.

source: You need to be logged in to change your profile photo.
hr: Morate biti prijavljeni ukoliko želite mjenjati sliku na Vašem profilu.

source: You need to be logged in to clear your profile photo.
hr: Morate biti prijavljeni ukoliko želite izbrisati sliku na Vašem profilu.

source: You need to be logged in to edit your profile.
hr: Morate biti prijavljeni da biste mogli uređivati svoj profil.

source: You need to be logged in to report a request for administrator attention
hr: Morate biti prijavljeni da biste administratoru mogli prijaviti zahtjev.

source: You only have a right in law to access information about the environment from this authority
hr: Od ovog tijela imate pravo zahtijevati samo informacije o okolišu

source: You previously submitted that exact follow up message for this request.
hr: Prethodno ste predali istu dodatnu poruku za ovaj zahtjev.

source: You should get a response within {{late_number_of_days}} days, or be told if it will take longer (<a href="{{review_url}}">details</a>).
hr: Trebali biste dobiti odgovor za {{late_number_of_days}} dana, ili biti obaviješteni da će trajati duže. (<a href="{{review_url}}">Više informacija</a>)

source: You should have received a copy of the request by email, and you can respond by <strong>simply replying</strong> to that email. For your convenience, here is the address:
hr: Trebali biste primiti kopiju zahtjeva e-poštom. Možete <strong>odgovoriti</strong> na tu e-poštu. Kako bi vam bilo lakše, ovdje je adresa:

source: You want to <strong>give your postal address</strong> to the authority in private.
hr: Želite <strong>dati svoju poštansku adresu</strong> isključivo tijelu javne vlasti.

source: You will be given a one time passcode when you enable two factor authentication. Do not share this passcode. You can either keep it in your password manager, or print it and keep it somewhere safe.
hr: Primit ćete jednokratnu zaporku kada omogućite dvofaktorsku provjeru identiteta. Ne dijelite ovu zaporku. Možete je zadržati u upravitelju lozinki ili je ispisati i čuvati negdje na sigurnom.

source: You will be unable to make new requests, send follow ups or send messages to other users. You may continue to view other requests, and set up email alerts.
hr: Nećete biti u mogućnosti izrađivati nove zahtjeve, slati dodatne poruke, dodavati bilješke, niti slati poruke drugim korisnicima. Bit ćete u mogućnosti vidjeti druge zahtjeve i postavljati obavijesti e-poštom.

source: You will be unable to make new requests, send follow ups, add annotations or send messages to other users. You may continue to view other requests, and set up email alerts.
hr: Nećete biti u mogućnosti izrađivati nove zahtjeve, slati dodatne poruke, dodavati bilješke niti slati poruke drugim korisnicima. Moći ćete vidjeti druge zahtjeve i uključiti obavijesti e-poštom.

source: You will no longer be emailed updates for those alerts
hr: Više Vam nećemo slati ažuriranja za ove alarme

source: You will now be emailed updates about '{{link_to_authority}}', a public authority.
hr: Od sada ćete e-poštom dobivati obavijesti o tijelu javne vlasti '{{link_to_authority}}'.

source: You will now be emailed updates about '{{link_to_request}}', a request.
hr: Od sada ćete e-poštom dobivati obavijesti o '{{link_to_request}}', zahtjevu.

source: You will now be emailed updates about '{{link_to_user}}', a person.
hr: Od sada ćete e-poštom dobivati obavijesti o '{{link_to_user}}', osobi.

source: You will now be emailed updates about <a href="{{search_url}}">this search</a>.
hr: Od sada ćete e-poštom dobivati obavijesti o <a href="{{search_url}}">ovom pretraživanju</a>.

source: You will now be emailed updates about <a href="{{successful_requests_url}}">successful requests</a>.
hr: Od sada ćete e-poštom dobivati obavijesti o <a href="{{successful_requests_url}}">uspješnim zahtjevima</a>.

source: You will now be emailed updates about any <a href="{{new_requests_url}}">new requests</a>.
hr: Od sada ćete e-poštom dobivati obavijesti o svim <a href="{{new_requests_url}}">novim zahtjevima</a>.

source: You will only get an answer to your request if you follow up with the clarification.
hr: Odgovor na vaš zahtjev dobit ćete nakon što ga popratite pojašnjenjem.

source: You will still be able to view it while logged in to the site. Please reply to this email if you would like to discuss this decision further.
hr: Još uvijek će Vam biti vidljivo kad ste prijavljeni na stranici. Molimo, odgovorite na ovu e-poštu ako ovu odluku želite dodatno raspraviti.

source: You're in. <a href="#" id="send-request">Continue sending your request</a>
hr: Prijavljeni ste. <a href="#" id="send-request">Nastavite sa slanjem Vašeg zahtjeva</a>

source: You're long overdue a response to your FOI request - {{request_title}}
hr: Prilično kasni odgovor na vaš PPI zahtjev - {{request_title}}

source: You're not following anything.
hr: Ne pratite ništa.

source: You've now cleared your profile photo
hr: Sada ste izbrisali sliku na Vašem profilu

source: Your <strong>name will appear publicly</strong> (<a href="{{why_url}}">why?</a>) on this website and in search engines. <a href="{{help_url}}">Thinking of using a pseudonym?</a>
hr: Vaše <strong>ime bit će javno vidljivo</strong> (<a href="{{why_url}}">zašto?</a>) na ovoj internetskoj stranici i tražilicama. <a href="{{help_url}}">Razmišljate li o korištenju pseudonima?</a>

source: Your FOI request - {{request_title}} has been made public on {{site_name}}
hr: Vaš PPI zahtjev - {{request_title}} je objavljen na {{site_name}}
