Repository: DrinKutia/birn-theme
Catalog: locale/*/app.po
Languages: hr

source: [ {{site_name}} note: The above text was badly encoded, and has had strange characters removed. ]
hr: [ {{site_name}} napomena: Tekst gore loše je kodiran, te su uklonjeni neobični znakovi. ]

source: (<strong>no ranty</strong> politics, read our <a href="{{url}}">moderation policy</a>)
hr: (<strong>suzdržite se od političkih komentara</strong>, pročitajte naša <a href="{{url}}">pravila moderiranja</a>)

source: (<strong>patience</strong>, especially for large files, it may take a while!)
hr: (<strong>budite strpljivi</strong>, moglo bi potrajati, posebno za velike datoteke!)

source: (you)
hr: (Vi)

source: - view and make Freedom of Information requests
hr: - pregledajte i napravite zahtjeve za pristup informacijama

source: <strong>Privacy note:</strong> Your email address will be given to
hr: <strong>Napomena o privatnosti:</strong> Vaša adresa e-pošte bit će proslijeđena

source: <strong>Summarise</strong> the content of any information returned.
hr: <strong>Sažmite</strong> sadržaj svake vraćene informacije.

source: Advise on how to <strong>best clarify</strong> the request.
hr: Savjetujte kako <strong>najbolje objasniti</strong> zahtjev.

source: Ideas on what <strong>other documents to request</strong> which the authority may hold.
hr: Ideje za <strong>zahtjeve ostalih dokumenata</strong> koje tijelo javne vlasti može posjedovati.

source: Link to the information requested, if it is <strong>already available</strong> on the Internet.
hr: Poveznica na tražene informacije, ukoliko <strong>već postoji</strong> na internetu.

source: Offer better ways of <strong>wording the request</strong> to get the information.
hr: Ponudi bolji način za <strong> sastavljanje zahtjeva </strong> za informacijama.

source: Say how you've <strong>used the information</strong>, with links if possible.
hr: Recite nam kako ste<strong>iskoristili informaciju</strong>, s poveznicama ako je moguće.

source: Suggest <strong>where else</strong> the requester might find the information.
hr: Predložite <strong>druga mjesta</strong> na kojima se informacije mogu naći.

source: You are already being emailed updates about the request.
hr: Ažuriranja zahtjeva već su Vam poslana elektroničkom poštom.

source: You will also be emailed updates about the request.
hr: Ažuriranja zahtjeva će Vam također biti poslana elektroničkom poštom.

source: filtered by status: '{{status}}'
hr: filtrirano prema statusu: '{{status}}'

source: when you send this message.
hr: kada pošaljete ovu poruku.

source: 'Crime statistics by ward level for Wales'
hr: 'Statistika kaznenih djela u Zagrebu prema vrsti'

source: 'Pollution levels over time for the River Tyne'
hr: 'Nivo zagađenja kroz vremenski period za rijeku Savu'

source: '{{authority_name}}' is defunct
hr: '{{authority_name}}' je neaktivno

source: '{{link_to_authority}}', a public authority
hr: '{{link_to_authority}}', tijelo javne vlasti

source: '{{link_to_request}}', a request
hr: '{{link_to_request}}', zahtjev

source: '{{link_to_user}}', a person
hr: '{{link_to_user}}', osoba

source: (You will be asked to sign in as {{user_name}})
hr: (Trebat ćete se se prijaviti kao {{user_name}})

source: (hide)
hr: (sakrij)

source: (or <a href="{{url}}">sign in</a>)
hr: (ili<a href="{{url}}">prijavi se</a>)

source: (show)
hr: (prikaži)

source: , Yours, {{user_name}}
hr: , S poštovanjem, {{user_name}}

source: 12 characters minimum. 72 characters maximum.
hr: 12 znakova minimalno. 72 znaka maksimalno.

source: 5 minutes+
hr: 5 minuta+

source: 60 minutes+
hr: 60 minuta+

source: <a href="{{browse_url}}">Browse all</a> or <a href="{{add_url}}">ask us to add one</a>.
hr: <a href="{{browse_url}}">Pretražite sve</a> ili <a href="{{add_url}}">zamolite nas da dodamo</a>.

source: <a href="{{new_request_link}}">Make a new EIR request</a> to {{public_body_name}}
hr: <a href="{{new_request_link}}">Podnesite novi zahtjev za informacije o zaštiti okoliša</a> za {{public_body_name}}

source: <a href="{{new_request_link}}">Make a new FOI request</a> to {{public_body_name}}
hr: <a href="{{new_request_link}}">Podnesite novi zahtjev za pristup informacijama</a> za {{public_body_name}}

source: <a href="{{sign_in_link}}">Sign in</a> to get updates on things you follow or re-enable email alerts.
hr: <a href="{{sign_in_link}}">Prijavite se</a> da biste dobili obavijesti o predmetima koje pratite ili ponovno omogućili primanje obavijesti elektroničkom poštom.

source: <a href="{{url}}">Do you want to request private information about yourself?</a>
hr: <a href="{{url}}">Želite li zatražiti privatne informacije o sebi?</a>

source: <a href="{{url}}">Keep it <strong>focused</strong></a>, you'll be more likely to get what you want.
hr: <a href="{{url}}">Držite se <strong>suštine</strong></a>, lakše ćete dobiti ono što tražite.

source: <a href="{{url}}">Sign in</a> to change password, subscriptions and more ({{user_name}} only)
hr: <a href="{{url}}">Prijavite se</a> da biste promijenili lozinku, pretplatu ili drugo (primjenjuje se na {{user_name}})

source: <a href="{{url}}">Thinking of using a pseudonym?</a>
hr: <a href="{{url}}">Razmišljate li o korištenju pseudonima?</a>

source: <a href="{{wall_link}}">Visit your Wall</a> to get updates on things you follow or re-enable email alerts.
hr: <a href="{{wall_link}}">Posjetite vaš zid</a> da biste dobili obavijesti o predmetima koje pratite ili ponovno omogućili primanje obavijesti elektroničkom poštom.

source: <div class="alaveteli-widget__count">{{count}}</div> person wants to know
hr: <div class="alaveteli-widget__count">{{count}}</div> osoba želi znati

source: <p>All done! Thank you very much for your help.</p><p>There are <a href="{{helpus_url}}">more things you can do</a> to help {{site_name}}.</p>
hr: <p>Završeno! Hvala vam na pomoći.</p><p>Postoji <a href="{{helpus_url}}">više stvari koje možete učiniti </a> da biste pomogli {{site_name}}.</p>

source: <p>Thanks for changing the text about you on your profile.</p><p><strong>Next...</strong> You can upload a profile photograph too.</p>
hr: <p>Hvala na promjeni teksta na profilu.</p> <p><strong>Sljedeće...</strong> Možete učitati i vašu profilnu sliku.</p>

source: <p>Thanks for updating your profile photo.</p><p><strong>Next...</strong> You can put some text about you and your research on your profile.</p>
hr: <p>Hvala na ažuriranju slike profila.</p> <p><strong>Sljedeće...</strong> Možete na profilu napisati tekst o sebi i istraživanju kojim se bavite.</p>

source: <p>We recommend that you edit your request and remove the email address. If you leave it, the email address will be sent to the authority, but will not be displayed on the site.</p>
hr: <p>Preporučujemo da preuredite vaš zahtjev i da uklonite adresu e-pošte. Ako je ostavite, adresa e-pošte bit će poslana tijelu javne vlasti, ali neće biti vidljiva na internetskoj stranici.</p>

source: <p>You do not need to include your email in the request in order to get a reply (<a href="{{url}}">details</a>).</p>
hr: <p>Ne trebate poslati vašu adresu e-pošte u zahtjevu da biste dobili odgovor (<a href="{{url}}">više informacija</a>).</p>

source: <p>You do not need to include your email in the request in order to get a reply, as we will ask for it on the next screen (<a href="{{url}}">details</a>).</p>
hr: <p>Ne trebate poslati vašu adresu e-pošte u zahtjevu da biste dobili odgovor, pitat ćemo vas u vezi toga u sljedećem koraku (<a href="{{url}}">više informacija</a>).</p>

source: <p>Your request contains a <strong>postcode</strong>. Unless it directly relates to the subject of your request, please remove any address as it will <strong>appear publicly on the Internet</strong>.</p>
hr: <p>Vaš zahtjev sadrži <strong>poštanski broj</strong>. Ako poštanski broj nije direktno povezan s temom vašeg zahtjeva, molimo da ga izbrišete, jer će <strong>biti javno objavljen</strong>.</p>

source: <p>{{site_name}} is currently in maintenance. You can only view existing requests. You cannot make new ones, add followups or annotations, or otherwise change the database.</p> <p>{{read_only}}</p>
hr: <p>{{site_name}} je trenutno na održavanju. Možete samo pregledati postojeće zahtjeve. Ne možete pisati nove zahtjeve, slati dodatne poruke ili dodavati bilješke.</p> <p>{{read_only}}</p>

source: <p>{{site_name}} is currently in maintenance. You can only view existing requests. You cannot make new ones, add followups or otherwise change the database.</p> <p>{{read_only}}</p>
hr: <p>{{site_name}} je trenutno nedostupan zbog redovnog održavanja. Možete samo pregledati postojeće zahtjeve. Ne možete podnositi nove zahtjeve, slati dodatne poruke ili raditi ostale izmjene.</p> <p>{{read_only}}</p>

source: <strong><code>commented_by:tony_bowden</code></strong> to search annotations made by Tony Bowden, typing the name as in the URL.
hr: <strong><code>commented_by:ivan_horvat</code></strong> da pretražujete bilješke koje je napisao Ivan Horvat, ime unesite kao u URL-u.

source: <strong><code>filetype:pdf</code></strong> to find all responses with PDF attachments. Or try these: <code>{{list_of_file_extensions}}</code>
hr: <strong><code>filetype:pdf</code></strong> da nađete sve odgovore sa PDF prilozima. Ili probajte ove: <code>{{list_of_file_extensions}}</code>

source: <strong><code>request:</code></strong> to restrict to a specific request, typing the title as in the URL.
hr: <strong><code>zahtjev:</code></strong> da biste se ograničili na neki određeni zahtjev, unesite naziv zahtjeva kao u URL-u

source: <strong><code>request_public_body_tag:charity</code></strong> to find requests to public authorities with a given tag.
hr: <strong><code>request_public_body_tag:charity</code></strong> kako biste našli sve zahtjeve prema tijelu javne vlasti s navedenom oznakom.

source: <strong><code>requested_by:julian_todd</code></strong> to search requests made by Julian Todd, typing the name as in the URL.
hr: <strong><code>requested_by:ivan_horvat</code></strong> da biste pretražili zahtjeve koje je podnio Ivan Horvat, unesite ime kao u URL-u.

source: <strong><code>requested_from:home_office</code></strong> to search requests from the Home Office, typing the name as in the URL.
hr: <strong><code>requested_from:grad_zagreb</code></strong> za traženjem zahtjeva Grada Zagreba, unesite ime kao u URL-u.

source: <strong><code>status:</code></strong> to select based on the status or historical status of the request, see the <a href="{{statuses_url}}">table of statuses</a> below.
hr: <strong><code>status:</code></strong> da biste birali prema statusu ili povijesti statusa zahtjeva, pogledajte <a href="{{statuses_url}}">tabelu statusa</a> ispod.

source: <strong><code>tag:charity</code></strong> to find all public authorities or requests with a given tag. You can include multiple tags, and tag values, e.g. <code>tag:openlylocal AND tag:financial_transaction:335633</code>. Note that by default any of the tags can be present, you have to put <code>AND</code> explicitly if you only want results them all present.
hr: <strong><code>tag:charity</code></strong> kako biste našli sve humanitarne ustanove ili zahtjeve s navedenom oznakom. Možete staviti više oznaka kao i vrijednost oznake, npr. <code>tag:otvorenolokalno AND tag:financijska_transakcija:335633</code>. Obratite pozornost možete tražiti bilo koju navedenu oznaku, a ako želite da rezultati imaju sve navedene oznake trebate koristiti operater <code>AND</code>.

source: <strong><code>variety:</code></strong> to select type of thing to search for, see the <a href="{{varieties_url}}">table of varieties</a> below.
hr: <strong><code> variety:</code></strong> kako biste odabrali vrstu stvari koje tražite, pogledajte <a href="{{varieties_url}}">tablicu s izborima</a> niže.

source: <strong>Advice</strong> on how to get a response that will satisfy the requester. </li>
hr: <strong>Savjet</strong> o tome kako dobiti odgovor koji će zadovoljiti podnositelja zahtjeva.</li>

source: <strong>All the information</strong> has been sent
hr: <strong>Sve su informacije</strong> poslane

source: <strong>Anything else</strong>, such as clarifying, prompting, thanking
hr: <strong>Nešto drugo</strong>, poput objašnjenja, napomena, zahvalnica

source: <strong>By law, they have to respond</strong> (<a href="{{url}}">why?</a>).
hr: <strong>Prema zakonu, dužni su odgovoriti</strong> (<a href="{{url}}">zašto?</a>).

source: <strong>Can I request information about myself?</strong> <a href="{{url}}">No!</a>
hr: <strong>Mogu li zahtijevati informacije o sebi?</strong><a href="{{url}}">Ne!</a>

source: <strong>Caveat emptor!</strong> To use this data in an honourable way, you will need a good internal knowledge of user behaviour on {{site_name}}. How, why and by whom requests are categorised is not straightforward, and there will be user error and ambiguity. You will also need to understand FOI law, and the way authorities use it. Plus you'll need to be an elite statistician. Please <a href="{{contact_path}}">contact us</a> with questions.
hr: <strong>Caveat emptor!</strong> Da biste koristili ove podatke na častan način, trebat ćete dobro interno znanje korisničkog ponašanja na {{site_name}}. Kako, zašto i tko kategorizira zahtjeve nije jednostavno pa će biti korisničkih pogrešaka i nejasnoća. Također, morate razumjeti Zakon o pravu na pristup informacijama (ZPPI) i način na koji se primjenjuje na tijela javne vlasti. Osim toga, trebate biti vrhunski statističar. Molimo <a href="{{contact_path}}">kontaktirajte nas</a> za sva pitanja.

source: <strong>Clarification</strong> has been requested
hr: <strong>Objašnjenje</strong> je zatraženo

source: <strong>Journalist, Academic or Power User?</strong> {{pro_site_link}} is an all-in-one FOI toolkit including everything you need to keep on top of complex FOI-driven investigations.
hr: <strong>Novinar, naučnik ili iskusan korisnik?</strong> {{pro_site_link}} je sveobuhvatni PPI alat koji uključuje sve što vam je potrebno da biste imali kontrolu nad složenim PPI upitima.

source: <strong>No response</strong> has been received <small>(maybe there's just an acknowledgement)</small>
hr: <strong>Nema odgovora</strong> <small>(možda su samo potvrdili primtak)</small>

source: <strong>Note:</strong> Because we're testing, requests are being sent to {{email}} rather than to the actual authority.
hr: <strong>Napomena:</strong> Zato što testiramo, zahtjevi se šalju na {{email}} umjesto tijelu javne vlasti.

source: <strong>Note:</strong> We will send an email to your new email address. Follow the instructions in it to confirm changing your email.
hr: <strong>Napomena:</strong> Poslati ćemo poruku na vašu novu adresu. Pratite upute u njoj da biste potvrdili promjenu adrese vaše e-pošte.

source: <strong>Note:</strong> We will send you an email to confirm you are the owner of this account. Follow the instructions in it to change your password.
hr: <strong>Napomena:</strong> Poslati ćemo Vam elektroničku poštu kako bismo potvrdili da ste vlasnik ovog računa. Pratite upute u njoj kako biste promijenili vašu lozinku.

source: <strong>Note:</strong> You're sending a message to yourself, presumably to try out how it works.
hr: <strong>Napomena:</strong> Šaljete poruku samom sebi, vjerojatno da isprobate kako funkcionira.

source: <strong>Privacy note:</strong> Your photo will be shown in public on the Internet, wherever you do something on {{site_name}}.
hr: <strong>Napomena o privatnosti:</strong> Vaša će profilna fotografija biti javno prikazana na internetu, gdje god nešto napravili na {{site_name}}.

source: <strong>Privacy warning:</strong> Your message, and any response to it, will be displayed publicly on this website.
hr: <strong>Upozorenje o privatnosti:</strong> Vaša poruka i bilo koji odgovori na nju, biti će javno prikazani na ovoj internetskoj stranici.

source: <strong>Some of the information</strong> has been sent
hr: <strong>Dio informacija</strong> je poslan

source: <strong>Thank</strong> the public authority or the requester.
hr: <strong>Zahvali</strong> javnoj vlasti ili osoba koja je podnijela zahtjev.

source: <strong>Thank</strong> the public authority or {{user_name}}.
hr: <strong>Zahvali</strong> javnoj vlasti ili {{user_name}}.

source: <strong>Warning:</strong> This message has <strong>not yet been sent</strong> for an unknown reason.
hr: <strong>Upozorenje:</strong> Ova poruka <strong>nije još poslana</strong> iz nepoznatog razloga.

source: <strong>We will email you</strong> when there is a response, or after {{late_number_of_days}} working days if the authority still hasn't replied by then.
hr: <strong>Poslat ćemo Vam e-mail</strong> ako stigne odgovor ili nakon {{late_number_of_days}} radnih dana ukoliko tijelo javne vlasti nije odgovorilo do tada.

source: <strong>We will email you</strong> when they have been sent. We will also email you when there is a response to any of them, or after {{late_number_of_days}} working days if the authorities still haven't replied by then.
hr: <strong>Poslat ćemo Vam e-mail</strong> kada budu poslani. Također, poslat ćemo e-mail ako bude odgovora na bilo koji od njih ili nakon {{late_number_of_days}} radnih dana ukoliko tijelo javne vlasti još nije odgovorilo.

source: A <a href="{{request_url}}">follow up</a> to <em>{{request_title}}</em> was sent to {{public_body_name}} by {{info_request_user}} on {{date}}.
hr: <a href="{{request_url}}">Dodatna poruka</a> na <em>'{{request_title}}'</em> zahtjev poslan je {{public_body_name}} od strane {{info_request_user}} dana {{date}}.

source: A <a href="{{request_url}}">response</a> to <em>{{request_title}}</em> was sent by {{public_body_name}} to {{info_request_user}} on {{date}}. The request status is: {{request_status}}
hr: {{public_body_name}} je <a href="{{request_url}}">odgovorio</a> na zahtjev od {{info_request_user}} s naslovom <em>{{request_title}}</em> dana {{date}}. Status zahtjeva je: {{request_status}}

source: A <strong>summary</strong> of the response if you have received it by postal mail.
hr: <strong>Sažetak</strong> odgovora ako ste ga primili poštom.

source: A Freedom of Information request
hr: Zahtjev za pristup informacijama

source: A full history of my FOI request and all correspondence is available on the Internet at this address: {{url}}
hr: Potpuna povijest mog zahtjeva za pristup informacijama i sva korespondencija dostupna je javno na ovoj internetskoj adresi: {{url}}

source: A new request, <em><a href="{{request_url}}">{{request_title}}</a></em>, was sent to {{public_body_name}} by {{info_request_user}} on {{date}}.
hr: Novi zahtjev s naslovom <em><a href="{{request_url}}">{{request_title}}</a></em> poslan je {{public_body_name}} od strane {{info_request_user}} dana {{date}}.

source: A one line summary of the information you are requesting, e.g.
hr: Sažetak informacije koju tražite u jednoj rečenici, npr.

source: A powerful, fully-featured FOI toolkit for journalists
hr: Moćan, potpuno opremljen PPI alat za novinare

source: A public authority
hr: Tijelo javne vlasti

source: A response will be sent <strong>by postal mail</strong>
hr: Odgovor će biti poslan <strong>poštom</strong>

source: A strange response, required attention by the {{site_name}} team
hr: Neobičan odgovor, potreban je pregled od strane {{site_name}} tima

source: A survey about your recent Freedom of Information request
hr: Anketa o vašem nedavnom zahtjevu temeljem Zakona o pravu na pristup informacijama

source: A {{site_name}} user
hr: Korisnik stranice {{site_name}}

source: About you:
hr: O Vama:

source: About {{count}} FOI requests found
hr: Pronađeno oko {{count}} zahtjeva za pristup informacijama

source: Academic paper
hr: Znanstveni članak

source: Account closed at user request
hr: Račun zatvoren na zahtjev korisnika

source: Account suspended – Please contact us
hr: Račun suspendiran - molimo kontaktirajte nas

source: Act on what you've learnt
hr: Djelujte prema onome što ste naučili

source: Action needed
hr: Potrebno djelovanje

source: Actions
hr: Izbornik

source: Add a widget
hr: Dodajte widget

source: Add an annotation
hr: Dodajte bilješku

source: Add an annotation to &ldquo;{{request_title}}&rdquo;
hr: Dodajte bilješku za &ldquo;{{request_title}}&rdquo;

source: Add an annotation to your request with choice quotes, or a <strong>summary of the response</strong>.
hr: Dodajte najdraže citate ili <strong>sažetak odgovora</strong> u obliku komentara ispod vašeg zahtjeva.

source: Add authority - {{public_body_name}}
hr: Dodajte tijelo javne vlasti - {{public_body_name}}

source: Add the authority:
hr: Dodajte tijelo javne vlasti:

source: Advanced search
hr: Napredna pretraga

source: Advanced search tips
hr: Savjeti za naprednu pretragu

source: Advise on whether the <strong>refusal is legal</strong>, and how to complain about it if not.
hr: Savjet o tome je li<strong>odbijanje legalno</strong>, i o tome kako se žaliti ako nije.

source: Air, water, soil, land, flora and fauna (including how these effect human beings)
hr: Zrak, voda, tlo, kopno, flora i fauna (uključujući kako utječu na ljudska bića)

source: All of the information requested has been received
hr: Sve su tražene informacije primljene

source: All responses will be published when the privacy period expires. We depend on you, the original requester, to evaluate them.
hr: Svi odgovori biti će objavljeni po isteku razdoblja privatnosti. Računamo na vas da ih ocijenite jer ste izvorni podnositelj zahtjeva.

source: All the options below can use <strong>status</strong> or <strong>latest_status</strong> before the colon. For example, <strong>status:not_held</strong> will match requests which have <em>ever</em> been marked as not held; <strong>latest_status:not_held</strong> will match only requests that are <em>currently</em> marked as not held.
hr: Sve opcije ispod mogu koristiti <strong>status</strong> ili <strong>latest_status</strong> ispred stupca. Na primjer, <strong>status:not_held</strong> odgovarat će zahtjevima koji su <em>bilo kada</em> bili označeni kao "not held"; <strong>latest_status:not_held</strong> odgovarat će samo zahtjevima koji su <em>trenutno</em> označeni kao "not held".

source: All the options below can use <strong>variety</strong> or <strong>latest_variety</strong> before the colon. For example, <strong>variety:sent</strong> will match requests which have <em>ever</em> been sent; <strong>latest_variety:sent</strong> will match only requests that are <em>currently</em> marked as sent.
hr: Sve opcije ispod mogu koristiti <strong>variety</strong> ili <strong>latest_variety</strong> ispred stupca. Na primjer, <strong>variety:sent</strong> odgovarat će zahtjevima koji su <em>bilo kada</em> bili poslani; <strong>latest_variety:sent</strong> odgovarat će samo zahtjevima koji su <em>trenutno</em> označeni kao poslani.

source: All time
hr: Sveukupno

source: All time best players
hr: Svo vrijeme najbolji igrači

source: Also called {{other_name}}.
hr: Drugim imenom {{other_name}}.

source: Also send me alerts by email
hr: Obavijesti mi šaljite i elektroničkom poštom

source: Alter your subscription
hr: Promijenite Vašu pretplatu

source: Although all responses are automatically published, we depend on you, the original requester, to evaluate them.
hr: Iako su svi odgovori automatski objavljeni, računamo na vas da ažurirate status predmeta.

source: Although not legally required to do so, we would have expected {{public_body_link}} to have responded by
hr: Iako nisu zakonski obvezni, mi smo očekivali {{public_body_link}} da će odgovoriti do

source: Although not legally required to do so, we would have expected {{public_body_link}} to have responded by now
hr: Iako nisu zakonski obvezni, mi smo očekivali {{public_body_link}} da će već odgovoriti do sada
