Repository: DrinKutia/birn-theme
Catalog: locale/*/app.po
Languages: hr

source: There was a <strong>delivery error</strong> or similar, which needs fixing by the {{site_name}} team.
hr: Došlo je do <strong>greške u isporuci</strong> ili nečega sličnog što treba popravak od strane {{site_name}} tima.

source: There was an error with the reCAPTCHA. Please try again.
hr: Došlo je do pogreške s reCAPTCHA. Molimo pokušajte ponovno.

source: There was no data calculated for this graph yet.
hr: Još ne postoje podaci izračunati za ovaj graf.

source: There were no requests matching your query.
hr: Nema zahtjeva koji odgovaraju Vašoj pretrazi.

source: There were no results matching your query.
hr: Nije bilo rezultata koji odgovaraju Vašem upitu.

source: These graphs were partly inspired by <a href="http://mark.goodge.co.uk/2011/08/number-crunching-whatdotheyknow/">some statistics that Mark Goodge produced for WhatDoTheyKnow</a>, so thanks are due to him.
hr: Ovi su grafovi djelomično inspirirani <a href="http://mark.goodge.co.uk/2011/08/number-crunching-whatdotheyknow/"> nešto statistike koju je Mark Goodge izradio za WhatDoTheyKnow</a>, pa zahvale pripadaju njemu.

source: These logs show what happened to this message as it passed through our {{mta_type}} mail server. You can send these logs to an authority to help them diagnose problems receiving email from {{site_name}}.
hr: Ovi zapisi pokazuju što se dogodilo s ovom porukom dok je prolazila kroz naš {{mta_type}} mail server. Možete poslati te zapisnike tijelu javne vlasti kako bi im pomogli da identificiraju probleme s primanjem e-pošte od {{site_name}}.

source: They are going to reply <strong>by postal mail</strong>
hr: Odgovorit će <strong>poštanskim putem</strong>

source: They do <strong>not have</strong> the information <small>(maybe they say who does)</small>
hr: Oni <strong>ne posjeduju</strong> informaciju <small>(možda mogu reći tko je posjeduje)</small>

source: They have been given the following explanation:
hr: Dano im je sljedeće objašnjenje:

source: They have not replied to your {{law_used_short}} request {{title}} promptly, as normally required by law
hr: Nisu odgovorili na Vaš {{law_used_short}} zahtjev s naslovom '{{title}}' u roku kao što je predviđeno zakonom

source: They have not replied to your {{law_used_short}} request {{title}}, as normally required by law
hr: Nisu odgovorili na vaš {{law_used_short}} zahtjev {{title}}, kao što je predviđeno zakonom

source: They have still not replied to your {{law_used_short}} request {{title}}, as normally required by law
hr: Još uvijek nisu odgovorili na vaš {{law_used_short}} zahtjev {{title}}, kao što je predviđeno zakonom

source: Things you're following
hr: Stavke koje pratite

source: This account has been closed.
hr: Ovaj korisnički račun je zatvoren.

source: This annotation has been reported for administrator attention
hr: Ova je bilješka prijavljena administratoru

source: This authority is not subject to FOI law, so is not legally obliged to respond
hr: Ovo tijelo ne podliježe ZPPI-u, tako da nema zakonsku obvezu odgovoriti na zahtjev

source: This authority no longer exists, so you cannot make a request to it.
hr: Ovo tijelo javne vlasti više ne postoji, zato joj nije moguće podnijeti zahtjev.

source: This covers a very wide spectrum of information about the state of the <strong>natural and built environment</strong>, such as:
hr: Ovo pokriva širok raspon informacija o stanju<strong>prirodnog i izgrađenog okoliša</strong>, poput:

source: This email is already in use
hr: Ovaj e-mail se već koristi.

source: This external request has been hidden
hr: Vanjski predmet je skriven

source: This is <a href="{{profile_url}}">{{user_name}}'s</a> wall
hr: Ovo je zid korisnika <a href="{{profile_url}}">{{user_name}}</a>

source: This is a plain-text version of the Freedom of Information request "{{request_title}}". The latest, full version is available online at {{full_url}}
hr: Ovo je obična tekstualna verzija zahtjeva za pristup informacijama "{{request_title}}". Posljednja, potpuna verzija je dostupna na {{full_url}}

source: This is an HTML version of an attachment to the Freedom of Information request
hr: Ovo je HTML verzija priloga uz zahtjev za pristup informacijama

source: This is because {{title}} is an old request that has been marked to no longer receive responses.
hr: To je zato što je {{title}} stari zahtjev koji je označen da više ne prima odgovore.

source: This is your own request, so you will be automatically emailed when new responses arrive.
hr: Ovo je Vaš zahtjev, bit ćete automatski obaviješteni e-poštom kada stignu novi odgovori.

source: This is your request
hr: Ovo je Vaš zahtjev

source: This message could not be delivered.
hr: Ova poruka nije mogla biti isporučena.

source: This message has been delivered.
hr: Ova poruka je isporučena.

source: This message has been hidden.
hr: Ova je poruka skrivena.

source: This message has been hidden. There are various reasons why we might have done this, sorry we can't be more specific here.
hr: Ova je poruka skrivena. Postoji više mogućih razloga zašto smo to učinili. Nažalost ne možemo biti precizniji.

source: This message has been sent.
hr: Ova poruka je poslana.

source: This message has prominence 'hidden'. You can only see it because you are logged in as a super user.
hr: Ova poruka je istaknuta kao "skrivena". Vidite je jer ste prijavljeni kao super korisnik.

source: This message has prominence 'hidden'. {{reason}} You can only see it because you are logged in as a super user.
hr: Ova poruka je istaknuta kao "skrivena". {{reason}} Vidite je jer ste prijavljeni kao super korisnik.

source: This message is hidden, so that only you, the requester, can see it. Please <a href="{{url}}">contact us</a> if you are not sure why.
hr: Ova poruka je skivena, tako da ju samo Vi kao podnositelj zahtjeva možete vidjeti. Molimo <a href="{{url}}">kontaktirajte nas</a> ukoliko niste sigurni zašto.

source: This message is hidden, so that only you, the requester, can see it. {{reason}}
hr: Ova poruka je skivena, tako da je samo Vi kao podnositelj zahtjeva možete vidjeti. {{reason}}

source: This particular request is finished:
hr: Ovaj zahtjev je završen:

source: This person has made no Freedom of Information requests using this site.
hr: Ova osoba nije podnijela nijedan zahtjev za pristup informacijama koristeći ovu mrežnu stranicu.

source: This person's Freedom of Information request
hr: Zahtjevi za pristup informacijama ove osobe (približno {{count}})

source: This person's annotations
hr: Bilješke ove osobe

source: This person's {{count}} annotation
hr: {{count}} bilješka ove osobe

source: This request <strong>requires administrator attention</strong>
hr: Ovaj zahtjev <strong>treba provjeru administratora</strong>

source: This request has already been reported for administrator attention
hr: Ovaj je zahtjev već prijavljen administratoru.

source: This request has an <strong>unknown status</strong>.
hr: Ovaj zahtjev ima <strong>nepoznat status</strong>.

source: This request has been <strong>reported</strong> as needing administrator attention (perhaps because it is vexatious, or a request for personal information)
hr: Ovaj predmet je <strong>prijavljen</strong> administratorima (možda je neprikladan ili se zahtijevaju osobne informacije)

source: This request has been <strong>withdrawn</strong> by the person who made it. There may be an explanation in the correspondence below.
hr: Ovaj zahtjev je <strong>povučen</strong> od strane osobe koja ga je napravila. Objašnjenje može biti niže u dopisu.

source: This request has been made public on {{site_name}}.
hr: Ovaj zahtjev je objavljen na {{site_name}}.

source: This request has been marked for review by the site administrators, who have not hidden it at this time. If you believe it should be hidden, please <a href="{{url}}">contact us</a>.
hr: Ovaj predmet su administratori označili za pregled, ali trenutno ga nisu sakrili. Ukoliko mislite da bi trebao biti skriven, molimo <a href="{{url}}">kontaktirajte nas</a>.

source: This request has been reported for administrator attention
hr: Ovaj je zahtjev prijavljen administratoru

source: This request has been reviewed by an administrator and is considered not to be an FOI request
hr: Ovaj predmet pregledali su administratori i ne smatra se PPI zahtjevom

source: This request has been reviewed by an administrator and is considered to be vexatious
hr: Ovaj predmet pregledali su administratori i smatra se zloupotrijebom prava na pristup informacijama

source: This request has been set by an administrator to "allow new responses from nobody"
hr: Administrator je postavio ovaj zahtjev da "ne dopušta nikome nove odgovore"

source: This request has had an unusual response, and <strong>requires attention</strong> from the {{site_name}} team.
hr: Ovaj je zahtjev dobio neobičan odgovor, te <strong>treba pregled</strong> od strane {{site_name}} tima.

source: This request has prominence 'hidden'. You can only see it because you are logged in as a super user.
hr: Ovaj predmet je inače skriven. Možete ga vidjeti jer ste prijavljeni kao super korisnik.

source: This request is hidden, so that only you the requester can see it. Please <a href="{{url}}">contact us</a> if you are not sure why.
hr: Ovaj predmet je skriven tako da ga samo vi, kao podnositelj, možete vidjeti. Molimo <a href="{{url}}">kontaktirajte nas</a> ako niste sigurni zašto je skriven.

source: This request is part of <a href="{{url}}">a batch sent to {{count}} authorities</a>
hr: Ovaj zahtjev je dio <a href="{{url}}">skupine koja je poslana na {{count}} tijela javne vlasti</a>

source: This request is still in progress:
hr: Ovaj zahtjev je još u tijeku:

source: This request requires administrator attention
hr: Ovaj zahtjev treba pažnju administratora

source: This request was not made via {{site_name}}
hr: Ovaj zahtjev nije predan putem {{site_name}}

source: This request will be made public on {{site_name}} in the next week. If you do not wish this request to go public at that time, please click on the link below to keep it private for longer.
hr: Ovaj zahtjev će biti objavljen na {{site_name}} u narednom tjednu. Ako ne želite da ovaj zahtjev tada postane javan, kliknite na poveznicu ispod kako biste ga duže zadržali privatnim.

source: This section on public body statistics is currently experimental, so there are some caveats that should be borne in mind:
hr: Ovaj je odjeljak o statistici tijela javne vlasti trenutno eksperimentalan, pa treba imati na umu da postoje određena ograničenja:

source: This table shows the technical details of the internal events that happened to this request on {{site_name}}. This could be used to generate information about the speed with which authorities respond to requests, the number of requests which require a postal response and much more.
hr: Ova tablica prikazuje tehničke detalje internih događaja vezanih uz ovaj zahtjev na {{site_name}}. To se može iskoristiti za dobivanje informacija o brzini kojom tijela javne vlasti odgovaraju na zahtjeve, o broju zahtjeva koji žele odgovoriti poštom i mnogo drugih stvari.

source: This user has been suspended from {{site_name}}
hr: Ovaj korisnik je suspendiran na {{site_name}}

source: This was not possible because there is already an account using the email address {{email}}.
hr: To nije bilo moguće jer već postoji račun koji koristi adresu e-pošte {{email}}.

source: This will appear on your {{site_name}} profile, to make it easier for others to get involved with what you're doing.
hr: Ovo će se pojaviti na vašem {{site_name}} profilu, kako biste olakšali drugima da se uključe u to što radite.

source: To
hr: Za

source: To add a citation
hr: Da biste dodali citat

source: To add a widget for <b>{{info_request_title}}</b>, copy and paste the following code to your web page:
hr: Da biste dodali widget za <b>{{info_request_title}}</b>, kopirajte i zalijepite sljedeći kôd na svoju web stranicu:

source: To cancel these alerts
hr: Da biste poništili ova automatska upozorenja

source: To cancel this alert
hr: Da biste poništili ovo automatsko upozorenje

source: To carry on, you need to sign in or make an account. Unfortunately, there was a technical problem trying to do this.
hr: Da biste nastavili, morate se prijaviti ili registrirati. Nažalost, problem tehničke prirode pojavio se pri pokušaju navedenog.

source: To change your email address used on {{site_name}}
hr: Da biste promijenili Vašu adresu e-pošte korištenu na {{site_name}}

source: To classify the response to this FOI request
hr: Da biste klasificirali odgovor na ovaj zahtjev za pristup informacijama

source: To do that please send a private email to {{postal_email}} {{postal_email_link}} containing your postal address, and asking them to reply to this request. Or you could phone them.
hr: Da biste to učinili, molimo pošaljite privatnu e-poštu na {{postal_email}} {{postal_email_link}} s vašom poštanskom adresom, te ih tražite da odgovore na ovaj zahtjev. Ili ih možete kontaktirati telefonom.

source: To do this, first click on the link below.
hr: Da biste ovo učinili, prvo kliknite na poveznicu ispod.

source: To download the zip file
hr: Da biste preuzeli zip datoteku

source: To follow all successful requests
hr: Da biste pratili sve uspješne zahtjeve

source: To follow new requests
hr: Da biste pratili nove zahtjeve

source: To follow requests and responses matching your search
hr: Da biste pratili zahtjeve i odgovore koji se podudaraju s Vašom pretragom

source: To follow requests by '{{user_name}}'
hr: Da biste pratili zahtjeve korisnika '{{user_name}}'

source: To follow requests made using {{site_name}} to the public authority '{{public_body_name}}'
hr: Da biste pratili zahtjeve napravljene korištenjem {{site_name}} prema tijelu javne vlasti '{{public_body_name}}'

source: To follow the request '{{request_title}}'
hr: Da biste pratili zahtjev {{request_title}}'

source: To help us keep the site tidy, someone else has updated the status of the {{law_used_full}} request {{title}} that you made to {{public_body}}, to "{{display_status}}" If you disagree with their categorisation, please update the status again yourself to what you believe to be more accurate.
hr: Kako bi nam pomogao očuvati stranicu urednom, netko je ažurirao status zahtjeva {{title}} za {{law_used_full}} kojeg ste uputili na {{public_body}} u novi status "{{display_status}}". Ako se ne slažete s njihovom kategorizacijom, molimo osobno ažurirajte status na način koji mislite da je točniji.

source: To join this project
hr: Da biste se pridružili ovom projektu

source: To leave this project
hr: Da biste napustili ovaj projekt

source: To let everyone know, follow this link and then select the appropriate box.
hr: Kako biste sve obavijestili, pratite ovu poveznicu i označite odgovarajuće polje.

source: To log into the administrative interface
hr: Za prijavu na administratorsko sučelje

source: To make a batch request
hr: Da biste napravili skupni zahtjev

source: To play the request categorisation game
hr: Da biste igrali igru kategorizacije zahtjeva

source: To post your annotation
hr: Da biste postavili Vašu bilješku

source: To reply to {{authority_name}}.
hr: Odgovoriti na {{authority_name}}.

source: To report this request
hr: Da biste prijavili ovaj zahtjev

source: To send a follow up message to {{authority_name}}
hr: Da biste poslali dodatnu poruku za {{authority_name}}

source: To send a message to {{user_name}}
hr: Da biste poslali poruku {{user_name}}

source: To send and publish your FOI request
hr: Da biste poslali i objavili svoj zahtjev za pristup informacijama

source: To send your request to another authority, first copy the text of your request below, then <a href="{{find_authority_url}}">find the other authority</a>.
hr: Za slanje zahtjeva drugom tijelu javne vlasti prvo kopirajte tekst Vašeg zahtjeva ispod, zatim <a href="{{find_authority_url}}">pronađite drugo tijelo javne vlasti</a>.

source: To update the status of this FOI request
hr: Da biste ažurirali status Vašeg Zahtjeva za pristup informacijama.

source: To upload a response, you must be logged in using an email address from {{authority_name}}
hr: Da biste postavili odgovor, morate biti prijavljeni koristeći pritom adresu e-pošte sa {{authority_name}}

source: To use the advanced search, combine phrases and labels as described in the search tips below.
hr: Da biste koristili napredno pretraživanje, kombinirajte fraze i oznake kao što je opisano u savjetima za pretragu ispod.

source: To view the response, click on the link below.
hr: Da biste vidjeli odgovor, kliknite na poveznicu ispod.

source: To view your two factor authentication details
hr: Da biste vidjeli detalje Vaše dvofaktorske provjere autentičnosti

source: To {{public_body_link_absolute}}
hr: Za {{public_body_link_absolute}}

source: To:
hr: Za:

source: Today
hr: Danas

source: Too many requests
hr: Previše zahtjeva

source: Top recent players
hr: Najnoviji vrhunski igrači

source: Track this person
hr: Pratite ovu osobu

source: Track this search
hr: Pratite ovu pretragu.

source: Trial cancelled
hr: Probno razdoblje otkazano

source: Trial ended, first payment failed
hr: Probno razdoblje je završilo, prvo plaćanje nije uspjelo

source: Trial ended, first payment succeeded
hr: Probno razdoblje je završilo, prvo plaćanje je uspjelo

source: Trial extended
hr: Probno razdoblje je produljeno

source: Try opening the logs in a new window.
hr: Pokušajte otvoriti zapisnike u novom prozoru.

source: Turn off email alerts
hr: Isključite e-mail automatske alarme

source: Tweet it
hr: Podijelite na Twitteru

source: Tweet this request
hr: Tweetaj ovaj zahtjev

source: Two factor authentication adds extra security to your account by requiring more information to reset your password.
hr: Dvofaktorska provjera autentičnosti pruža sigurnost vašem računu zahtijevajući dodatne informacije za resetiranje zaporke.

source: Two factor authentication could not be disabled
hr: Nismo mogli isključiti dvostruku provjeru autentičnosti.

source: Two factor authentication could not be enabled
hr: Nismo mogli uključiti dvostruku provjeru autentičnosti.

source: Two factor authentication disabled
hr: Dvostruka provjera autentičnosti isključena

source: Two factor authentication enabled
hr: Dvostruka provjera autentičnosti uključena

source: Two factor one time passcode updated
hr: Dvofaktorska jednokratna zaporka ažurirana

source: Two factor one time passcode:
hr: Dvofaktorska jednokratna zaporka:

source: Type <strong><code>01/01/2008..14/01/2008</code></strong> to only show things that happened in the first two weeks of January.
hr: Unesite <strong><code>01/01/2008..14/01/2008</code></strong> da prikažete samo ono što se događalo prva dva tjedna siječnja.

source: URL name can't be blank
hr: Ime URL-a ne može ostati prazno

source: URL name is already taken
hr: Naziv URL-a već se koristi

source: Unable to change email address on {{site_name}}
hr: Nemoguće promijeniti adresu e-pošte na {{site_name}}

source: Unable to send a reply to {{username}}
hr: Ne možemo poslati poruku za {{username}}

source: Unable to send follow up message to {{username}}
hr: Ne možemo poslati popratnu poruku za {{username}}

source: Unavailable
hr: Nedostupno

source: Unexpected search result type {{result_type}}
hr: Neočekivani tip rezultata pretraživanja {{result_type}}

source: Unfollow
hr: Prestani pratiti

source: Unfortunately, we do not have a working address for {{public_body_names}}.
hr: Nažalost, nemamo važeću adresu za {{public_body_names}}.

source: Unfortunately, we do not have a working {{law_used_full}} address for
hr: Nažalost, ne posjedujemo ispravnu {{law_used_full}} adresu za

source: Unknown
hr: Nepoznato

source: Unknown webhook ({{id}})
hr: Nepoznat webhook ({{id}})

source: Unsubscribe
hr: Odjavite pretplatu

source: Unusual response
hr: Neobičan odgovor

source: Unusual response.
hr: Neobičan odgovor.

source: Update email address - {{public_body_name}}
hr: Ažurirajte adresu e-pošte - {{public_body_name}}

source: Update the address:
hr: Ažurirajte adresu:

source: Update the status of this request
hr: Ažurirati status ovog zahtjeva

source: Update the status of your request to {{authority_name}}
hr: Ažurirajte status Vašeg zahtjeva {{authority_name}}

source: Upload FOI response
hr: Učitajte odgovor na zahtjev za pristup informacijama

source: Use OR (in capital letters) where you don't mind which word, e.g. <strong><code>commons OR lords</code></strong>
hr: Koristite OR (velikim tiskanim slovima) kada vam nije bitno koja riječ, npr. <strong><code>commons OR lords</code></strong>

source: Use quotes when you want to find an exact phrase, e.g. <strong><code>"Liverpool City Council"</code></strong>
hr: Koristite navodnike kada želite naći točne fraze, npr. <strong><code>"Liverpool City Council"</code></strong>

source: Use this site to make your request for information – we'll show you how.
hr: Pošaljete vaš zahtjev za pristup informacijama – pokazat ćemo vam kako.

source: Users cannot usually make batch requests to multiple authorities at once because we don’t want public authorities to be bombarded with large numbers of inappropriate requests. Please <a href="{{url}}">contact us</a> if you think you have good reason to send the same request to multiple authorities at once.
hr: Korisnici obično ne mogu raditi skupne zahtjeve prema više nadležnih tijela odjednom jer ne želimo da javna tijela budu zatrpana velikim brojem neprimjerenih zahtjeva. Molimo <a href="{{url}}">kontaktirajte nas</a> ako mislite da imate dobar razlog za slanje istovjetnog zahtjeva na više nadležnih tijela odjednom.

source: Very long – shorter requests are more successful
hr: Vrlo dugi – kraći zahtjevi su uspješniji

source: Vexatious
hr: Zloupraba prava na pristup informacijama

source: Vexatious annotation
hr: Uznemirujuća bilješka

source: View FOI email address
hr: E-mail adresa službenika za informiranje

source: View FOI email address for '{{public_body_name}}'
hr: Pogledajte e-poštu za pristup informacijama prema '{{public_body_name}}'

source: View FOI email address for {{public_body_name}}
hr: Pogledajte adresu e-pošte za pristup informacijama prema {{public_body_name}}

source: View Freedom of Information requests made by {{user_name}}:
hr: Pregledajte zahtjeve za pristup informacijama napravljene od strane {{user_name}}:

source: View authorities
hr: Tijela javne vlasti

source: View email
hr: Pogledati e-poštu

source: View event history details
hr: Pogledajte prikaz prošlih događanja

source: View other requests to {{public_body}}
hr: Pogledajte druge zahtjeve za {{public_body}}

source: View your two factor authentication one time passcode
hr: Pogledajte svoju jednokratnu zaporku za dvofaktorsku provjeru autentičnosti

source: Waiting clarification.
hr: Čekamo objašnjenje.

source: Waiting for an <strong>internal review</strong> by {{public_body_link}} of their handling of this request.
hr: Čeka se odgovor na <strong>požurnicu</strong> {{public_body_link}} za rješavanje ovog zahtjeva.

source: Waiting for the public authority to complete an internal review of their handling of the request
hr: Čeka se da nadležno tijelo požuri rješavanje zahtjeva.

source: Waiting for the public authority to reply
hr: Čekamo odgovor tijela javne vlasti

source: Want to know something?
hr: Želite znati nešto?

source: We consider it is not a valid FOI request, and have therefore hidden it from other users.
hr: Smatramo da ovaj predmet nije valjan zahtjev za pristup informacijama, stoga smo ga sakrili od ostalih korisnika.

source: We consider it to be vexatious, and have therefore hidden it from other users.
hr: Smatramo da je ovo uznemirujuće, stoga smo sakrili od ostalih korisnika.
