Repository: DrinKutia/birn-theme
Catalog: locale/*/app.po
Languages: hr

source: Note that the requester will not be notified about your annotation, because the request was published by {{public_body_name}} on their behalf.
hr: Uzmite u obzir da podnositelj zahtjeva neće biti obaviješten o Vašoj bilješci, jer je zahtjev u njegovo ime objavljen od strane {{public_body_name}}.

source: Note that we may still send you emails when new correspondence appears on your requests, or when you perform actions that require an email confirmation step.
hr: Imajte na umu da vam i dalje možemo slati e-poštu kada se na vašim zahtjevima pojavi nova korespondencija ili kada izvršite radnje za koje je potrebna potvrda putem e-pošte.

source: Notes:
hr: Poruka:

source: Now check your email!
hr: Sada provjerite Vašu e-poštu!

source: Now preview your annotation
hr: Sada pregledajte Vašu bilješku

source: Now preview your follow up
hr: Pregledajte Vašu dodatnu poruku

source: Now preview your message asking for an internal review
hr: Sada pregledajte Vašu poruku u kojoj tražite požurnicu

source: Number of request hide events over time
hr: Broj zahtjeva sakriva događanja tijekom vremena

source: Number of requests
hr: Broj zahtjeva

source: OR remove the existing photo
hr: ILI ukloni postojeću sliku

source: Offensive? Unsuitable?
hr: Uvredljivo? Neprikladno?

source: Oh no! Sorry to hear that your request was refused. Here is what to do now.
hr: Žao nam je što je Vaš zahtjev odbijen. Prijedlog za Vaše slijedeće akcije.

source: Old e-mail:
hr: Stara adresa e-pošte:

source: Old email address isn't the same as the address of the account you are logged in with
hr: Stara adresa e-pošte nije ista kao adresa računa na koji ste prijavljeni

source: Old email doesn't look like a valid address
hr: Stara adresa e-pošte ne izgleda kao važeća adresa

source: On this page
hr: Na ovoj stranici

source: One FOI request found
hr: Pronađen jedan zahtjev za pristup informacijama

source: One person found
hr: Jedna osoba pronađena

source: One public authority found
hr: Pronađeno jedno tijelo javne vlasti

source: Only requests made using {{site_name}} are shown.
hr: Samo zahtjevi poslani putem {{site_name}} su prikazani.

source: Only the authority can reply to this request, and I don't recognise the address this reply was sent from
hr: Samo tijelo javne vlasti može odgovoriti na ovaj zahtjev, a ja ne prepoznajem adresu s koje je poslan ovaj odgovor

source: Only the authority can reply to this request, but there is no "From" address to check against
hr: Samo tijelo javne vlasti može odgovoriti na ovaj zahtjev, ali ne sadrži adresu pošiljaoca

source: Only the correct combination of confirming your account through an email token and entering the correct one time passcode will allow your account password to be changed.
hr: Samo ispravna kombinacija potvrde Vašeg računa pomoću tokena e-pošte i unosa ispravne jednokratne zaporke, će omogućiti izmjenu lozinke vašeg računa.

source: Or make a <a href="{{url}}">batch request</a> to <strong>multiple authorities</strong> at once.
hr: Ili napravite <a href="{{url}}">skupni zahtjev</a> na <strong>više tijela javne vlasti</strong> istovremeno.

source: Original request sent
hr: Originalni zahtjev poslan

source: Other
hr: Ostalo

source: Other:
hr: Ostalo:

source: Partial success
hr: Djelomično uspješno

source: Partially successful
hr: Djelomično uspješno

source: Partially successful.
hr: Djelomično uspješno.

source: Password is not correct
hr: Lozinka nije ispravna

source: Password is too long (maximum is 72 characters)
hr: Lozinka je preduga (najviše 72 znaka)

source: Password is too short (minimum is 12 characters)
hr: Lozinka je prekratka (najmanje 12 znakova)

source: Password:
hr: Lozinka:

source: People
hr: Osobe

source: People {{start_count}} to {{end_count}} of {{total_count}}
hr: Osobe {{start_count}} do {{end_count}} od {{total_count}}

source: Percentage of requests that are overdue
hr: Postotak zahtjeva za koje je prekoračen rok

source: Percentage of total requests
hr: Postotak ukupnih zahtjeva

source: Photo of you:
hr: Vaša slika:

source: Plan changed from "{{from}}" to "{{to}}"
hr: Plan je promijenjen iz "{{from}}" u "{{to}}"

source: Plans and administrative measures that affect these matters
hr: Planovi i administrativne mjere koje utječu na ove predmete

source: Play the request categorisation game
hr: Igrajte igru kategorizacije zahtjeva

source: Play the request categorisation game!
hr: Igrajte igru kategorizacije zahtjeva!

source: Please
hr: Molimo

source: Please <a href="{{url}}">contact us</a> if you have any questions.
hr: Molimo <a href="{{url}}">kontaktirajte nas</a> ukoliko imate pitanja.

source: Please <a href="{{url}}">get in touch</a> with us so we can fix it.
hr: Molimo <a href="{{url}}">kontaktirajte nas</a> kako bismo to mogli popraviti.

source: Please <strong>go to the following requests</strong>, and let us know if there was information in the recent responses to them.
hr: Molimo <strong>idite na sljedeće zahtjeve</strong>, i obavijestite nas ako je bilo informacija u skorašnjim odgovorima.

source: Please <strong>only</strong> write messages directly relating to your request {{request_link}}. If you would like to ask for information that was not in your original request, then <a href="{{new_request_link}}">file a new request</a>.
hr: Molimo <strong>samo</strong> pišite poruke izravno povezane s Vašim zahtjevom {{request_link}}. Ako želite tražiti informacije koje nisu u Vašem originalnom zahtjevu, tada <a href="{{new_request_link}}">podnesite novi zahtjev</a>.

source: Please ask for environmental information only
hr: Molimo tražite samo informacije o okolišu

source: Please check the URL (i.e. the long code of letters and numbers) is copied correctly from your email.
hr: Molimo provjerite je li URL (tj. dugačak niz slova i brojeva) kopiran ispravno iz vaše e-pošte.

source: Please choose a file containing your photo.
hr: Molimo izaberite datoteku koja sadržava Vašu sliku.

source: Please choose a reason
hr: Molimo odaberite razlog

source: Please choose what sort of reply you are making.
hr: Molimo izaberite vrstu odgovora.

source: Please choose whether or not you got some of the information that you wanted.
hr: Molimo izaberite jednu od ponuđenih opcija, i recite nam jeste li ili niste dobili informaciju koje ste tražili.

source: Please click on the link below to cancel or alter these emails.
hr: Molimo kliknite na poveznicu ispod da biste poništili ili promijenili ovu e-poštu.

source: Please click on the link below to confirm that you want to change the email address that you use for {{site_name}} from {{old_email}} to {{new_email}}
hr: Molimo kliknite na poveznicu ispod da potvrdite da želite promijeniti adresu e-pošte koju koristite na {{site_name}} sa {{old_email}} na {{new_email}}

source: Please click on the link below to confirm your email address.
hr: Molimo kliknite na poveznicu ispod da biste potvrdili Vašu adresu e-pošte.

source: Please click on the link below to stop these emails.
hr: Molimo kliknite na poveznicu ispod da biste zaustavili ove poruke e-pošte.

source: Please create an account or sign in
hr: Molimo prijavite se ili izradite novi račun

source: Please describe more what the request is about in the subject. There is no need to say it is an FOI request, we add that on anyway.
hr: Molimo dodatno opišite o kakvom je zahtjevu riječ u predmetu. Nije potrebno reći da je Zahtjev za pristup informacijama, tu ćemo stavku dodati svakako.

source: Please don't upload offensive pictures. We will take down images that we consider inappropriate.
hr: Molimo nemojte postavljati uvredljive slike. Ukloniti ćemo sve slike koje smatramo neprikladnim.

source: Please enable "cookies" to carry on
hr: Molimo omogućite "kolačiće" da biste nastavili

source: Please enter a Source URL
hr: Molimo unesite izvorni URL

source: Please enter a password
hr: Molimo unesite lozinku

source: Please enter a subject
hr: Molimo unesite naslov

source: Please enter a summary of your request
hr: Molimo unesite sažetak Vašeg zahtjeva

source: Please enter a valid email address
hr: Molimo unesite valjanu adresu e-pošte

source: Please enter the message you want to send
hr: Molimo upišite poruku koju želite poslati

source: Please enter the name of the authority
hr: Molimo unesite naziv tijela javne vlasti

source: Please enter the same password twice
hr: Molimo unesite istu lozinku dva puta

source: Please enter your annotation
hr: Molimo unesite bilješku

source: Please enter your email address
hr: Molimo unesite Vašu adresu e-pošte

source: Please enter your follow up message
hr: Molimo unesite Vašu dodatnu poruku

source: Please enter your letter requesting information
hr: Molimo unesite Vaše pismo za zahtjev informacija

source: Please enter your name
hr: Molimo unesite Vaše ime i prezime

source: Please enter your name, not your email address, in the name field.
hr: Molimo unesite Vaše ime, ne Vašu adresu e-pošte, u polje.

source: Please enter your new email address
hr: Molimo unesite Vašu novu adresu e-pošte

source: Please enter your old email address
hr: Molimo unesite Vašu staru adresu e-pošte

source: Please enter your password
hr: Molimo unesite Vašu lozinku

source: Please give details explaining why you want a review
hr: Molimo objasnite zašto želite pregled

source: Please keep it shorter than 500 characters
hr: Molimo da ne koristite više od 500 znakova

source: Please keep the summary short, like in the subject of an email. You can use a phrase, rather than a full sentence.
hr: Molimo da sažetak bude kratak, poput naslova e-pošte. Radije koristite frazu nego punu rečenicu.

source: Please note that in some cases publication of requests and responses will be delayed.
hr: Molimo vas imajte na umu da će u nekim slučajevima objavljivanje zahtjeva i odgovora biti odgođeno.

source: Please only request information that comes under those categories, <strong>do not waste your time</strong> or the time of the public authority by requesting unrelated information.
hr: Molimo da tražite samo informacije unutar tih kategorija, <strong>ne gubite vaše vrijeme</strong> i vrijeme tijela javne vlasti tražeći nerelevantne informacije.

source: Please pass this on to the person who conducts Freedom of Information reviews.
hr: Molim proslijedite ovo službeniku za informiranje.

source: Please read the recent response and <strong>update the status</strong> so we know whether it contains useful information.
hr: Molimo pročitajte nedavne odgovore i <strong>ažurirajte status</strong> kako bi znali sadrže li korisne informacije.

source: Please select a type
hr: Molimo odaberite vrstu

source: Please select an authority
hr: Molimo odaberite tijelo javne vlasti

source: Please select each of these requests in turn, and <strong>let everyone know</strong> if they are successful yet or not.
hr: Molimo odaberite svaki pojedinačni zahtjev i <strong>dajte na znanje svima</strong> jeste li dobili tražene informacije.

source: Please sign at the bottom with your name, or alter the "{{signoff}}" signature
hr: Molimo da se na dnu potpišete, ili izmijenite "{{signoff}}" potpis

source: Please sign in as {{user_name}}
hr: Molimo prijavite se kao {{user_name}}

source: Please tell us more:
hr: Molimo recite nam više:

source: Please type a message and/or choose a file containing your response.
hr: Molimo upišite poruku i/ili odaberite datoteku koja sadrži vaš odgovor.

source: Please update the status of your request - {{request_title}}
hr: Molimo ažurirajte status Vašeg zahtjeva - {{request_title}}

source: Please use this email address for all replies to this request:
hr: Molimo koristite ovu adresu e-pošte za sve odgovore na ovaj zahtjev:

source: Please write a summary with some text in it
hr: Molimo napišite sažetak sa nešto teksta

source: Please write the summary using a mixture of capital and lower case letters. This makes it easier for others to read.
hr: Molimo napišite sažetak koristeći velika i mala slova. Tako ćete olakšati čitanje drugima.

source: Please write your annotation using a mixture of capital and lower case letters. This makes it easier for others to read.
hr: Molimo napišite bilješku koristeći velika i mala slova. Tako ćete olakšati čitanje drugima.

source: Please write your follow up message containing the necessary clarifications below.
hr: Molimo da u nastavku napišete dodatnu poruku s potrebnim pojašnjenjima.

source: Please write your message using a mixture of capital and lower case letters. This makes it easier for others to read.
hr: Molimo napišite poruku koristeći velika i mala slova. Tako ćete olakšati čitanje drugima.

source: Point to <strong>related information</strong>, campaigns or forums which may be useful.
hr: Ukažite na <strong>slične informacije</strong>, kampanje ili forume koji mogu biti korisni.

source: Possible related requests
hr: Mogući srodni zahtjevi

source: Post annotation
hr: Objavite bilješku

source: Posted on {{date}} by {{author}}
hr: Objavio/la {{author}} dana {{date}}

source: Prefer not to receive emails?
hr: Ne želite primati poruke e-pošte?

source: Prev
hr: Prethodna

source: Preview follow up to '
hr: Pregledajte dodatnu poruku '

source: Preview new annotation on '{{info_request_title}}'
hr: Pregledajte novu bilješku za '{{info_request_title}}'

source: Preview new {{law_used_short}} request
hr: Pregledajte zahtjev za {{law_used_short}}

source: Preview new {{law_used_short}} request to '{{public_body_name}}
hr: Pregledajte novi zahtjev za {{law_used_short}} prema '{{public_body_name}}

source: Preview your annotation
hr: Pregledajte Vašu bilješku

source: Preview your message
hr: Pregledajte Vašu poruku

source: Preview your request
hr: Pretpregled Vašeg zahtjeva

source: Previous message
hr: Prethodna poruka

source: Print your one time passcode
hr: Ispišite svoju jednokratnu zaporku

source: Privacy and cookies
hr: Privatnost i kolačići

source: Profile image for {{user_name}}
hr: Profilna slika za {{user_name}}

source: Project owner
hr: Vlasnik projekta

source: Public Bodies
hr: Javna tijela

source: Public Body
hr: Javno tijelo

source: Public authorities
hr: Tijela javne vlasti

source: Public authorities - {{description}}
hr: Tijela javne vlasti - {{description}}

source: Public authorities {{start_count}} to {{end_count}} of {{total_count}}
hr: Tijela javne vlasti {{start_count}} do {{end_count}} od {{total_count}}

source: Public authority statistics
hr: Statistika tijela javnih vlasti

source: Public bodies that most frequently replied with "Not Held"
hr: Tijela javne vlasti koje su najčešće odgovorile s "Ne posjedujemo"

source: Public bodies with most overdue requests
hr: Javna tijela s najviše zahtjeva s prekoračenim rokom

source: Public bodies with the fewest successful requests
hr: Javna tijela s najmanje uspješnih zahtjeva

source: Public bodies with the most requests
hr: Javna tijela s najviše zahtjeva

source: Public bodies with the most successful requests
hr: Javna tijela s najviše uspješnih zahtjeva

source: Publication scheme
hr: Portal otvorenih podataka

source: Query can't be blank
hr: Upit ne može ostati prazan

source: Query is too long
hr: Upit je predug

source: Quick
hr: Brzo

source: RSS feed
hr: RSS sadržaj

source: Re-edit this annotation
hr: Ponovo urediti ovu bilješku

source: Re-edit this message
hr: Ponovo urediti ovu poruku

source: Read about <a href="{{advanced_search_url}}">advanced search operators</a>, such as proximity and wildcards.
hr: Pročitajte o <a href="{{advanced_search_url}}">naprednim operatorima za pretraživanje</a>, kao što su proximity i wildcards.

source: Read blog
hr: Čitajte blog

source: Read through authority responses and choose if their answer satisfies the intention of the original request, flag any problems and show the project owner if they need to intervene to keep the project movng forward.
hr: Pročitajte odgovore tijela javne vlasti i odredite zadovoljavaju li namjeru izvornog zahtjeva, označite moguće probleme i pokažite vlasniku projekta treba li dodatno intervenirati da bi se projekt nastavio.

source: Reason:
hr: Razlog:

source: Received an error message, such as delivery failure.
hr: Primljena poruka o pogrešci, poput neuspješnog prijema poruke.

source: Recent Events
hr: Nedavni događaji

source: Recently described results first
hr: Nedavno opisani rezultati prvi

source: Refused
hr: Odbijen

source: Refused.
hr: Odbijen.

source: Regenerate one time passcode
hr: Ponovno generiraj jednokratnu zaporku

source: Rejected
hr: Odbijen

source: Remember me (keeps you signed in longer; do not use on a public computer)
hr: Zapamti me (ostajete dulje prijavljeni; ne koristite na javnim računalima)

source: Report
hr: Izvješće

source: Report an offensive or unsuitable request
hr: Prijavite uvredljiv ili neprimjeren zahtjev

source: Report annotation
hr: Prijavite bilješku

source: Report annotation on request: {{title}}
hr: Prijavite bilješku na zahtjevu: {{title}}

source: Report request
hr: Prijavite zahtjev

source: Report request: {{title}}
hr: Prijavite zahtjev: {{title}}

source: Report this request
hr: Prijavite ovaj zahtjev

source: Reported
hr: Prijavljeno

source: Reported for administrator attention.
hr: Prijavljeno administratoru.

source: Reporting a request notifies the site administrators. They will respond as soon as possible.
hr: Prijavom zahtjeva obavještavaju se administratori. Odgovorit će što je prije moguće.

source: Request '{{request_title}}' to {{public_body_name}}:
hr: Zahtjev '{{request_title}}' prema {{public_body_name}}:

source: Request an internal review
hr: Tražiti požurnicu

source: Request an internal review from {{person_or_body}}
hr: Pošaljite {{person_or_body}} zahtjev za požurnicom

source: Request email can't be nil
hr: E-pošta zahtjeva ne može biti prazna

source: Request for personal information
hr: Zahtjev za osobnim informacijama

source: Request has been removed
hr: Zahtjev je uklonjen

source: Request hidden
hr: Predmet skriven

source: Request hide events
hr: Zahtjev za skrivanje događanja

source: Request sent to {{public_body_name}} by {{info_request_user}} on {{date}}.
hr: Zahtjev poslan {{public_body_name}} od strane {{info_request_user}} dana {{date}}.

source: Request to {{public_body_name}} by {{info_request_user}}. Annotated by {{event_comment_user}} on {{date}}.
hr: Zahtjev za {{public_body_name}} od strane {{info_request_user}}. Komentirao {{event_comment_user}} dana {{date}}.

source: Requested from {{public_body_name}} by {{info_request_user}} on {{date}}
hr: Traženo od {{public_body_name}} od strane {{info_request_user}} dana {{date}}

source: Requested on {{date}}
hr: Traženo na datum {{date}}

source: Requests
hr: Zahtjevi

source: Requests are considered overdue if they are in the 'Overdue' or 'Very Overdue' states.
hr: Zahtjevi se smatraju izvan roka ako imaju status "Izvan roka" ili "Vrlo izvan roka"

source: Requests are considered successful if they were classified as either 'Successful' or 'Partially Successful'.
hr: Zahtjevi se smatraju uspješnima ako su klasificirani s "uspješan" ili "djelomično uspješan"

source: Requests for personal information and vexatious requests are not considered valid for FOI purposes (<a href="/help/about">read more</a>).
hr: Zahtjevi za osobnim podacima ili uznemiravajući zahtjevi ne smatraju se valjanima u okviru prava na pristup informacijama (<a href="/help/about">pročitajte više</a>).

source: Requests like this
hr: Zahtjevi poput ovog

source: Requests or responses matching your saved search
hr: Zahtjevi ili odgovori koji odgovaraju Vašem spremljenom pretraživanju

source: Requests similar to '{{request_title}}'
hr: Zahtjevi slični '{{request_title}}'

source: Requests similar to '{{request_title}}' (page {{page}})
hr: Zahtjevi slični '{{request_title}}' (page {{page}})

source: Requests will be sent to the following bodies:
hr: Zahtjevi će biti poslani sljedećim tijelima:

source: Requires admin attention
hr: Potrebna provjera administratora

source: Respond by email
hr: Odgovoriti e-poštom

source: Respond to request
hr: Odgovoriti na zahtjev

source: Respond to the FOI request '{{request}}' made by {{user}}
hr: Odgovorite na zahtjev za pristup informacijma '{{request}}' koji je uputio {{user}}

source: Respond using the web
hr: Odgovorite putem web obrasca

source: Response
hr: Odgovor

source: Response by {{public_body_name}} to {{info_request_user}} on {{date}}.
hr: Odgovor {{public_body_name}} prema {{info_request_user}} dana {{date}}.

source: Response from a public authority
hr: Odgovor od tijela javne vlasti

source: Response received
hr: Odgovor je zaprimljen

source: Response to '{{title}}'
hr: Odgovor za '{{title}}'

source: Response to this request is <strong>delayed</strong>.
hr: Odgovor na ovaj zahtjev <strong>kasni</strong>.

source: Response to this request is <strong>long overdue</strong>.
hr: Odgovor na ovaj zahtjev <strong>kasni</strong>.

source: Response to your request
hr: Odgovor na Vaš zahtjev

source: Response to {{law_used_short}} request
hr: Odgovor na zahtjev za {{law_used_short}}

source: Response:
hr: Odgovor:

source: Restrict to
hr: Ograničiti na

source: Results page {{page_number}}
hr: Rezultati na stranici {{page_number}}

source: Save
hr: Spremiti

source: Search
hr: Pretražite

source: Search Freedom of Information requests, public authorities and users
hr: Pretražite zahtjeve za pristup informacijama, tijela javne vlasti i korisnike

source: Search contributions by this person
hr: Pretražite doprinose od strane ove osobe

source: Search for the authorities you'd like information from:
hr: Pretražite tijela javne vlasti od kojih biste željeli informacije:

source: Search in
hr: Pretražite u

source: Search in their website for this information &rarr;
hr: Potražite ovu informaciju na njihovim stranicama &rarr;

source: Search over<br/><strong>{{number_of_requests}} requests</strong> <span>and</span><br/><strong>{{number_of_authorities}} authorities</strong>
hr: Pretražite<br/> <strong>{{number_of_requests}} zahtjeva</strong> <span>i</span><br/> <strong>{{number_of_authorities}} tijela</strong>

source: Search queries
hr: Tražite upite

source: Search results
hr: Rezultati pretrage

source: Search the site to find what you were looking for.
hr: Pretražite mrežnu stranicu da pronađete što ste tražili.

source: Search your contributions
hr: Pretražite Vaše doprinose

source: Send a followup
hr: Pošaljite dodatnu poruku

source: Send a message to {{user_name}}
hr: Pošaljite poruku za {{user_name}}

source: Send a public follow up message to {{person_or_body}}
hr: Poslati javnu dodatnu poruku za {{person_or_body}}

source: Send a public reply to {{person_or_body}}
hr: Poslati javni odgovor {{person_or_body}}

source: Send and publish message
hr: Pošaljite i objavite poruku

source: Send and publish request
hr: Pošaljite i objavite zahtjev

source: Send follow up to '{{title}}'
hr: Pošaljite dodatnu poruku '{{title}}'

source: Send me the email
hr: Pošaljite mi elektroničku poštu

source: Send message
hr: Pošaljite poruku

source: Send message to {{user_name}}
hr: Pošaljite poruku {{user_name}}

source: Send message to {{user_name}} just to see how it works
hr: Pošaljite poruku {{user_name}} samo da vidite kako radi

source: Sending...
hr: Slanje...

source: Sent to one authority by {{info_request_user}} on {{date}}.
hr: Poslano jednoj ustanovi od {{info_request_user}} dana {{date}}.

source: Set your profile photo
hr: Podesite sliku na Vašem profilu

source: Share on Facebook
hr: Podijeli na Facebooku

source: Share your batch request
hr: Podijelite svoj skupni zahtjev

source: Share your request
hr: Podijelite svoj zahtjev

source: Short name is already taken
hr: Nadimak se već koristi

source: Show all attachments
hr: Prikažite sve priloge

source: Show fewer attachments
hr: Prikažite manje privitaka
